[
    {
        "ClassName": "Labyrinthulomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/9/91/Aplanolm.jpg",
        "ClassSummary": "The Labyrinthulomycetes (ICBN) or Labyrinthulea (ICZN) are a class of protists that produce a network of filaments or tubes, which serve as tracks for the cells to glide along and absorb nutrients for them.  The two main groups are the labyrinthulids (or slime nets) and thraustochytrids.  They are mostly marine, commonly found as parasites on algae and seagrasses or as decomposers on dead plant material.  They also include some parasites of marine invertebrates.Although they are outside the cells, the filaments are surrounded by a membrane.  They are formed and connected with the cytoplasm by a unique organelle called a sagenogen or bothrosome.  The cells are uninucleated and typically ovoid, and move back and forth along the amorphous network at speeds varying from 5-150 μm per minute.  Among the labyrinthulids, the cells are enclosed within the tubes, and among the thraustochytrids, they are attached to their sides."
    },
    {
        "ClassName": "Exobasidiomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/2/26/Exobasidium.vaccinii.-.lindsey.jpg",
        "ClassSummary": "The Exobasidiomycetes are a class of fungi sometimes associated with the abnormal outgrowths of plant tissues known as galls. The class includes Exobasidium camelliae Shirai, the camellia leaf gall and Exobasidium vaccinii Erikss, the leaf and flower gall. There are eight orders in the Exobasidiomycetes, including the Ceraceosorales, Doassansiales, Entylomatales, Exobasidiales, Georgefischeriales, Malasseziales, Microstromatales and the Tilletiales. Four of the eight orders include smut fungi. The families Ceraceosoraceae and Malasseziaceae were formally validated in 2009 for the orders Ceraceosorales and Malasseziales, respectively."
    },
    {
        "ClassName": "Tremellomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/d/df/Tremella_mesenterica_branch.JPG",
        "ClassSummary": "The Tremellomycetes are a class of dimorphic fungi. Some species have a gelatinous fruiting body or a sacculate parenthesome. There are 3 orders, 11 families, 50 genera, and 377 species in the Tremellomycetes."
    },
    {
        "ClassName": "Sordariomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "ClassSummary": "Sordariomycetes is a class of fungi in the subdivision Pezizomycotina (Ascomycota), consisting of 28 orders, 90 families, 1344 genera. Sordariomycetes is from the Latin sordes (filth) because some species grow in animal feces, though growth habits vary widely across the class.\nSordariomycetes generally produce their asci in perithecial fruiting bodies.\nSordariomycetes are also known as Pyrenomycetes, from the Greek πυρἠν - 'the stone of a fruit' - because of the usually somewhat tough texture of their tissue.Sordariomycetes possess great variability in morphology, growth form, and habitat. Most have perithecial (flask-shaped) fruiting bodies, but ascomata can be less frequently cleistothecial (like in the genera Anixiella, Apodus, Boothiella, Thielavia, Zopfiella),. Fruiting bodies may be solitary or gregarious, superficial, or immersed within stromata or tissues of the substrates and can be light to bright or black. Members of this group can grow in soil, dung, leaf litter, and decaying wood as decomposers, as well as being fungal parasites, and insect, human, and plant pathogens."
    },
    {
        "ClassName": "Eurotiomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "ClassSummary": "The Eurotiomycetes are  a class of ascomycetes within the subphylum Pezizomycotina.\nSome members of the Eurotiomycetes were previously grouped in the class Plectomycetes."
    },
    {
        "ClassName": "Saccharomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/d/d9/S_cerevisiae_under_DIC_microscopy.jpg",
        "ClassSummary": "Saccharomycetes belongs to the kingdom of Fungi and the division Ascomycota. It is the only class in the subdivision Saccharomycotina, the budding yeasts. Saccharomycetes contains a single order: Saccharomycetales."
    },
    {
        "ClassName": "Taphrinomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/6/67/Taphrina_deformans_1.jpg",
        "ClassSummary": "The Taphrinomycetes are a class of ascomycete fungi belonging to the subdivision Taphrinomycotina. It includes the single order Taphrinales, which includes 2 families, 8 genera and 140 species."
    },
    {
        "ClassName": "Chytridiomycetes",
        "ClassImage": "",
        "ClassSummary": "Chytridiomycetes () is a class of fungi. Members are found in soil, fresh water, and saline estuaries.  They are first known from the Rhynie chert. It has recently  been redefined to exclude the taxa Neocallimastigomycota and Monoblepharidomycetes, which are now a phylum and a sister-class respectively.Chytridiomycetes is the major class of the phylum Chytridiomycota, which contains a number of parasitic species. At least two species in this class are known to infect a number of amphibian species.\n\n"
    },
    {
        "ClassName": "Agaricomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/8/8c/AD2009Sep20_Amanita_muscaria_02.jpg",
        "ClassSummary": "The Agaricomycetes are a class of fungi in the division Basidiomycota. The taxon is roughly identical to that defined for the Homobasidiomycetes  (alternatively called holobasidiomycetes) by Hibbett & Thorn, with the inclusion of Auriculariales and Sebacinales. It includes not only mushroom-forming fungi, but also most species placed in the deprecated taxa Gasteromycetes and Homobasidiomycetes.  Within the subdivision Agaricomycotina, which already excludes the smut and rust fungi, the Agaricomycetes can be further defined by the exclusion of the classes Tremellomycetes and Dacrymycetes, which are generally considered to be jelly fungi. However, a few former \"jelly fungi\", such as Auricularia, are classified in the Agaricomycetes.  According to a 2008 estimate, Agaricomycetes include 17 orders, 100 families, 1147 genera, and about 21000 species. Modern molecular phylogenetic analyses have been since used to help define several new orders in the Agaricomycetes: Amylocorticiales, Jaapiales, Stereopsidales, and Lepidostromatales."
    },
    {
        "ClassName": "Ustilaginomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Huitlacoche.jpg",
        "ClassSummary": "Ustilaginomycetes is the class of true smut fungi. They are plant parasites with about 1400 recognised species in 70 genera."
    },
    {
        "ClassName": "Pucciniomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "ClassSummary": "The Pucciniomycetes (formerly known as the Urediniomycetes) are a class of fungi in the Pucciniomycotina subdivision of the Basidiomycota. The class contains 5 orders, 21 families, 190 genera, and 8016 species. It includes several important plant pathogens causing forms of fungal rust."
    },
    {
        "ClassName": "Dothideomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "ClassSummary": "Dothideomycetes is the largest and most diverse class of ascomycete fungi. It comprises 11 orders 90 families, 1300 genera and over 19,000 known species. Traditionally, most of its members were included in the loculoascomycetes, which is not part of the currently accepted classification. This indicates that several traditional morphological features in the class are not unique and DNA sequence comparisons are important to define the class.The designation loculoascomycetes was first proposed for all fungi which have ascolocular development. This type of development refers to the way in which the sexual structure, bearing the sexual spores (ascospores) forms. Dothideomycetes mostly produce flask-like structures referred to as pseudothecia, although other shape variations do exist (e.g. see structures found in Hysteriales). During ascolocular development pockets (locules) form first within the vegetative cells of the fungus and then all the subsequent structures form. These include the asci which, superficially, have a thicker outer layer through which a thinner inner layer ‘bursts’, like a jack-in-a-box to release the spores. These asci are therefore referred to as bitunicate (superficially, two layers) or fissitunicate (referring to spore release). After several DNA sequence comparisons it is now clear that another group of fungi which share these characteristics are distantly related. These are the \"black yeasts\" in subclass Chaetothyriomycetidae (Eurotiomycetes). This means that loculoascomycetes did not constitute a natural group.\nThe best known members of this class are several important plant pathogens (like Phaeosphaeria nodorum and Venturia inaequalis). However, a majority of described species are either found as endophytes or  saprobes growing on woody debris, decaying leaves or dung. A smaller number exist as lichens and a single species, Cenococcum geophilum, can form mycorrhizal associations with plant roots."
    },
    {
        "ClassName": "Leotiomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/d/d8/UncinulaTulasneiDetail.jpg",
        "ClassSummary": "The Leotiomycetes are a class of ascomycete fungi. Many of them cause serious plant diseases."
    },
    {
        "ClassName": "Incertae sedis",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Gymnogyps_californianus_us_fish_3.jpg",
        "ClassSummary": "Incertae sedis (Latin for \"of uncertain placement\") or problematica are terms used for a taxonomic group where its broader relationships are unknown or undefined. Alternatively, such groups are frequently referred to as \"enigmatic taxa\". In the system of open nomenclature, uncertainty at specific taxonomic levels is indicated by incertae familiae (of uncertain family), incerti subordinis (of uncertain suborder), incerti ordinis (of uncertain order) and similar terms."
    },
    {
        "ClassName": "Pezizomycetes",
        "ClassImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/1865_Disciotis_venosa.jpg",
        "ClassSummary": "Pezizomycetes are a class of fungi within the division Ascomycota.\nPezizomycetes are apothecial fungi, meaning that their spore-producing/releasing bodies (ascoma) are typically disk-like, bearing on their upper surfaces a layer of cylindrical spore-producing cells called asci, from which the spores are forcibly discharged.\nImportant groups include: cup fungi (Peziza), morels, Elfin saddles, and truffles."
    }
]