[
    {
        "FamilyName": "Incertae sedis",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Gymnogyps_californianus_us_fish_3.jpg",
        "FamilySummary": "Incertae sedis (Latin for \"of uncertain placement\") or problematica are terms used for a taxonomic group where its broader relationships are unknown or undefined. Alternatively, such groups are frequently referred to as \"enigmatic taxa\". In the system of open nomenclature, uncertainty at specific taxonomic levels is indicated by incertae familiae (of uncertain family), incerti subordinis (of uncertain suborder), incerti ordinis (of uncertain order) and similar terms."
    },
    {
        "FamilyName": "Typhulaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "FamilySummary": "The Typhulaceae are a family of fungi in the Agaricales order. The family contains six genera and 229 species."
    },
    {
        "FamilyName": "Microstromataceae",
        "FamilyImage": "",
        "FamilySummary": "The Microstromataceae are a family of fungi in the class Exobasidiomycetes. The family was circumscribed by Swiss mycologist Walter Jülich in 1986. Microstromataceae contains two genera (Microstroma and\nSympodiomycopsis), which collectively contain five species."
    },
    {
        "FamilyName": "Cronartiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Cronartium_ribicola0.jpg",
        "FamilySummary": "The Cronartiaceae are a family of rust fungi in the order Uredinales.\nThey are heteroecious rusts with two alternating hosts, typically a pine and a flowering plant, and up to five spore stages. Many of the species are plant diseases of major economic importance, causing significant damage and (in some cases) heavy mortality in conifers."
    },
    {
        "FamilyName": "Corynesporascaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Corynesporascaceae are a family of fungi with an uncertain taxonomic placement in the class Dothideomycetes."
    },
    {
        "FamilyName": "Meruliaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Merulius_tremellosus_-_Lindsey.jpg",
        "FamilySummary": "The Meruliaceae are a family of fungi in the order Polyporales. According to a 2008 estimate, the family contains 47 genera and 420 species. As of  April 2018, Index Fungorum accepts 645 species in the family."
    },
    {
        "FamilyName": "Pleomassariaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Pleomassariaceae are a family of fungi in the order Pleosporales. Taxa have a widespread distribution in both temperate and tropical regions, and are saprobic or necrotrophic on wood, bark, and other herbaceous material."
    },
    {
        "FamilyName": "Nidulariaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/6/64/Bird%27s_nest_fungi_-_context.jpg",
        "FamilySummary": "The Nidulariaceae ('nidulus' - small nest) are a family of fungi in the order Agaricales. Commonly known as the bird's nest fungi, their fruiting bodies resemble tiny egg-filled birds' nests. As they are saprobic, feeding on decomposing organic matter, they are often seen growing on decaying wood and in soils enriched with wood chips or bark mulch; they have a widespread distribution in most ecological regions. The five genera within the family, namely, Crucibulum, Cyathus, Mycocalia, Nidula, and Nidularia, are distinguished from each other by differences in morphology and peridiole structure; more recently, phylogenetic analysis and comparison of DNA sequences is guiding new decisions in the taxonomic organization of this family."
    },
    {
        "FamilyName": "Lachnocladiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/5/54/2014-08-16_Lachnocladium_schweinfurthianum_P._Henn_445707.jpg",
        "FamilySummary": "The Lachnocladiaceae are a family of fungi in the order Russulales. A 2008 estimate places 124 species in 8 genera in the Lachnocladiaceae. Species of this family, which have a widespread distribution in both tropical and temperate zones, are typically found on decaying coniferous or deciduous wood. The family was circumscribed by British mycologist Derek Reid in 1965."
    },
    {
        "FamilyName": "Peronosporaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Phytophthora_infestans_5622.JPG",
        "FamilySummary": "Peronosporaceae are a family of water moulds that contains 21 genera, comprising more than 600 species. Most of them are called downy mildews.\nPeronosporaceae are obligate biotrophic plant pathogens. They parasitize their host plants as an intercellular mycelium using haustoria to penetrate the host cells. The downy mildews reproduce asexually by forming sporangia on distinctive white sporangiophores usually formed on the lower surface of infected leaves. These constitute the \"downy mildew\". The sporangia are wind-dispersed to the surface of other leaves. According to the genus concerned, the sporangia may then germinate by forming zoospores, thus resembling Phytophthora, or by germ-tube. In the latter case, the sporangia behave as conidia and are often referred to as such. Sexual reproduction is via oospores.\nThe parasitized plants are angiosperms, and most Peronosporaceae are pathogens of herbaceous dicots. Some downy mildew genera have a more restricted host range, e.g. Basidiophora, Paraperonospora, Protobremia and Bremia on Asteraceae; Perofascia and Hyaloperonospora almost only on Brassicaceae; Viennotia, Graminivora, Poakatesthia, Sclerospora and Peronosclerospora on Poaceae, Plasmoverna on Ranunculaceae. The largest genera, Peronospora and Plasmopara, have a very wide host range.\nPeronosporaceae of economic importance include those that infect grapevines (Plasmopara viticola) and tobacco (Peronospora tabacina; blue mold). The latter species has such a delicate spore that it times its spore release for sunrise, a time of high ambient moisture and dew accumulation, so that its spores are less likely to succumb to desiccation and light. Bremia lactucae is a parasite on lettuce, Plasmopara halstedii on sunflower."
    },
    {
        "FamilyName": "Peniophoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "FamilySummary": "The Peniophoraceae are a family of fungi in the order Russulales. Species of this family have a cosmopolitan distribution and are mostly saprobic, causing rots of standing and fallen wood. According to a 2008 estimate, the family contains 7 genera and 88 species."
    },
    {
        "FamilyName": "Coniophoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Coniophora_puteana_2_-_Lindsey.jpg",
        "FamilySummary": "The Coniophoraceae are a family of fungi in the Boletales order. The family contains 6 genera and 28 species."
    },
    {
        "FamilyName": "Schizoporaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "FamilySummary": "Schizoporaceae are a family of fungi in the order Hymenochaetales. These are saprobic, and cause white rots of standing and fallen wood of coniferous and broadleaved trees. According to one 2008 estimate, the family contains 14 genera and 109 species."
    },
    {
        "FamilyName": "Bondarzewiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/8/80/Bondarzewia_berkeleyi.jpg",
        "FamilySummary": "The Bondarzewiaceae are a family of fungi in the order Russulales.  The type species for both its genus and the family as a whole, Bondarzewia montana, closely resembles members of Polyporales (and was formerly placed there), but has ornamented spores like those of Lactarius or Russula.  This characteristic suggested the relationship between physically dissimilar species that eventually led to the restructuring of Russulales (and other taxa) using molecular phylogeny. According to the Dictionary of the Fungi (10th edition, 2008), the family contains 8 genera and 48 species.The taxon is named after Russian mycologist Apollinari Semyonovich Bondarzew."
    },
    {
        "FamilyName": "Phakopsoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Phakopsoraceae are a family of rust fungi in the order Pucciniales. The family contains 18 genera and 205 species."
    },
    {
        "FamilyName": "Ceratocystidaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "FamilySummary": "The Ceratocystidaceae are a family of fungi in the Sordariomycetes class, subclass Hypocreomycetidae.\n\n"
    },
    {
        "FamilyName": "Stereaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "FamilySummary": "The Stereaceae are a family of corticioid fungi in the Russulales order. Species in the family have a widespread distribution, are lignicolous or terrestrial (in leaf litter), and typically saprobic. According to the Dictionary of the Fungi, the family contains 22 genera and 125 species."
    },
    {
        "FamilyName": "Melampsoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "Melampsoraceae are a family of rust fungi in the order Pucciniales. The family is monotypic, containing the single genus Melampsora, which contains about 90 species."
    },
    {
        "FamilyName": "Morchellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/5/57/Morchella_esculenta_270408.jpg",
        "FamilySummary": "The Morchellaceae are a family of ascomycete fungi in the order Pezizales. According to a standard reference work, the family has contained at least 49 species  distributed among 4 genera, but in 2012, 5 genera producing the sequestrate and hypogeous ascoma were added. The best-known members are the highly regarded and commercially picked true morels of the genus Morchella, the thimble morels of the genus Verpa, and a genus of cup-shaped fungi Disciotis. The remaining four genera produce the sequestrate fruit bodies.\nAnalysis of the ribosomal DNA of many of the Pezizales showed the three genera Verpa, Morchella, and Disciotis to be closely related. Thus they are now included in the family Morchellaceae."
    },
    {
        "FamilyName": "Tricholomataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f6/G%C4%85ska_zielonka_4163586757.jpg",
        "FamilySummary": "The Tricholomataceae are a large family of mushrooms within the Agaricales. A classic \"wastebasket taxon\", the family is inclusive of any white-, yellow-, or pink-spored genera in the Agaricales not already classified as belonging to e.g. the Amanitaceae, Lepiotaceae, Hygrophoraceae, Pluteaceae, or Entolomataceae.\nThe name derives from the Greek trichos (τριχος) meaning hair and loma (λωμα) meaning fringe or border, although not all members display this feature.Arnolds (1986) and Bas (1990) also place the genera of the Hygrophoraceae within this family, but this classification is not accepted by the majority of fungal taxonomists.Molecular phylogenetic analysis has greatly aided in the demarcation of clear monophyletic groups among the Tricholomataceae. So far, most of these groups have been defined cladistically rather than being defined as formal Linnean taxa, though there have been several cases in which older proposed segregates from the Tricholomataceae have been validated by evidence coming from molecular phylogenetics. As of 2006, validly published families segregated from the Tricholomataceae include the Hydnangiaceae, Lyophyllaceae, Marasmiaceae, Mycenaceae, Omphalotaceae, Physalacriaceae, and Pleurotaceae.\nIn 2014 a study recovers seven monophyletic genera within the Tricholomataceae;  Leucopaxillus, Tricholoma, Pseudotricholoma stat. nov, Porpoloma s.str, Dennisiomyces, Corneriella gen.nov. and Albomagister gen. nov. The aim of the study was to delimit the highly polyphyletic Tricholomataceae, and identyfiy monophyletic groups within the Tricholomatoid clade, which includes the families Tricholimoaceae, Entolomataceae, and Lyophyllaceae. According to this study there have been several different ways of distributing Porpoloma, which is highly polyphyletic. This study suggests that the genus Porpoloma is distributed in four groups within the Trichlomatatic clade; Porpoloma s.str, Corneriella gen.nov. and Pseudotricholoma stat. nov. and Pogonoloma.\nThe name \"Tricholomataceae\" is nevertheless seen as having validity in describing Tricholoma and its close relatives, and whatever other genera can at some future point be described as part of a monophyletic family including Tricholoma. To that end, the International Botanical Congress has voted on two occasions (1988 and 2006) to conserve the name \"Tricholomataceae\" against competing names.  This decision does not invalidate the use of segregate families from the Tricholomataceae, but simply validates the continued use of Tricholomataceae.The extinct genus Archaeomarasmius, described from Turonian-age New Jersey amber, is one of four known genera of Agaricales in the fossil record."
    },
    {
        "FamilyName": "Diaporthaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Diaporthe_phaseolorum_var._sojae.jpg",
        "FamilySummary": "Diaporthaceae is a plant pathogen family."
    },
    {
        "FamilyName": "Hymenochaetaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/b7/2012-03-19_Hymenochaete_cruenta_%28Pers.%29_Donk_206367.jpg",
        "FamilySummary": "The Hymenochaetaceae are a family of fungi in the order Hymenochaetales. The family contains several species that are implicated in many diseases of broad-leaved and coniferous trees, causing heart rot, canker and root diseases, and also esca disease of grapevines. According to a standard reference text, the family contains 27 genera and 487 species."
    },
    {
        "FamilyName": "Chaetosphaeriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "FamilySummary": "The Chaetosphaeriaceae are a family of fungi in the Ascomycota, class Sordariomycetes. The family was named by Martina Réblová in 1999. Species in the family have a cosmopolitan distribution, and are found in both temperate and tropical climates.. Fossils of the Chaetosphaeriaceae are known from the Carboniferous, Eocene, Oligocene, Miocene and more recent sediments"
    },
    {
        "FamilyName": "Davidiellaceae",
        "FamilyImage": "",
        "FamilySummary": "The Davidiellaceae are a family of fungi in the Ascomycota, class Dothideomycetes. The family was defined in 2006 based on the results of molecular phylogenetic analysis of various Dothideomycetes species, and contains the genus Davidiella and six other genera."
    },
    {
        "FamilyName": "Glomerellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Anthracnose_Colletotrichum_graminicola_%28Ces.%29_G.W._Wilson_1235209.jpg",
        "FamilySummary": "Glomerellaceae is a family of fungi in the class Sordariomycetes."
    },
    {
        "FamilyName": "Venturiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Venturiaceae are a family of fungi in the order Pleosporales. Several of the species in this family are plant pathogens."
    },
    {
        "FamilyName": "Schizothyriaceae",
        "FamilyImage": "",
        "FamilySummary": "The Schizothyriaceae are a family of fungi with an uncertain taxonomic placement in the class Dothideomycetes."
    },
    {
        "FamilyName": "Cyphellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Cyphella_species_87616.jpg",
        "FamilySummary": "The Cyphellaceae are a family of fungi in the Agaricales order. The family contains 16 genera and, in 2008, 31 species."
    },
    {
        "FamilyName": "Botryosphaeriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "FamilySummary": "The Botryosphaeriaceae are a family of sac fungi. It is the only representative of the order Botryosphaeriales. According to a 2008 estimate, the family contains 26 genera and over 1500 species."
    },
    {
        "FamilyName": "Leptosphaeriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Leptosphaeriaceae are a family of fungi in the order Pleosporales. The family was circumscribed by mycologist Margaret E. Barr in 1987. According to the Dictionary of the Fungi (10th edition, 2008), the family contains 8 genera and 302 species. The family has a widespread distribution, but is especially prevalent in temperate regions. Species are either saprobic or grow as nectrotrophs on the stems or leaves of plants."
    },
    {
        "FamilyName": "Olpidiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Rozella_allomycis2.jpg",
        "FamilySummary": "Olpidiaceae is a fungal plant pathogen families that was placed in the order Chytridiales."
    },
    {
        "FamilyName": "Choanephoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Phycomyces.JPG",
        "FamilySummary": "The Choanephoraceae are a family of fungi in the order Mucorales. Members of this family are found mostly in the tropics or subtropics, and only rarely in temperate zones. The family currently includes species formerly classified in the family Gilbertellaceae."
    },
    {
        "FamilyName": "Cantharellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/05/Kanttarelli-saalis_VIII04_C_3361.JPG",
        "FamilySummary": "The Cantharellaceae are a family of fungi in the order Cantharellales. The family contains the chanterelles and related species, a group of fungi that superficially resemble agarics (gilled mushrooms) but have smooth, wrinkled, or gill-like hymenophores (spore-bearing undersurfaces). Species in the family are ectomycorrhizal, forming a mutually beneficial relationship with the roots of trees and other plants. Many of the Cantharellaceae, including the chanterelle (Cantharellus cibarius), the Pacific golden chanterelle (Cantharellus formosus), the horn of plenty (Craterellus cornucopioides), and the trumpet chanterelle (Craterellus tubaeformis), are not only edible, but are collected and marketed internationally on a commercial scale."
    },
    {
        "FamilyName": "Sarcosomataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/1865_Disciotis_venosa.jpg",
        "FamilySummary": "The Sarcosomataceae are a family of fungi in the order Pezizales. According to a 2008 estimate, the family contains 10 genera and 57 species. Most species are found in temperate areas, and are typically saprobic on rotten or buried wood."
    },
    {
        "FamilyName": "Phaeosphaeriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Phaeosphaeriaceae are a family of fungi in the order Pleosporales. Species in the family have a cosmopolitan distribution, and are generally nectrotrophic or saprobic on a wide range of plants."
    },
    {
        "FamilyName": "Elsinoaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "FamilySummary": "Elsinoaceae is a family of sac fungi, widely distributed in the tropics. A poorly known family, it includes some species that been identified as economically significant plant pathogens, in particular of citrus."
    },
    {
        "FamilyName": "Trichocomaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "FamilySummary": "The Trichocomaceae are a family of fungi in the order Eurotiales. Taxa are saprobes with aggressive colonization strategies, adaptable to extreme environmental conditions. Family members are cosmopolitan in distribution, ubiquitous in soil, and common associates of decaying plant and food material. The family contains some of the most familiar fungi, such as Penicillium and Aspergillus."
    },
    {
        "FamilyName": "Microbotryaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "Microbotryaceae is a family of Basidiomycota fungi in the order Microbotryales."
    },
    {
        "FamilyName": "Pyronemataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Aleuria_aurantia.JPG",
        "FamilySummary": "The Pyronemataceae are a family of fungi in the order Pezizales. It is the largest family of the Pezizales, encompassing 75 genera and approximately 500 species. Recent phylogenetic analyses does not support the prior classifications of this family,  and suggest that the family is not monophyletic as it is currently circumscribed."
    },
    {
        "FamilyName": "Meripilaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/33/Fungus-IMG_0656.JPG",
        "FamilySummary": "The Meripilaceae are a family of fungi in the order Polyporales. The family was circumscribed by Swiss mycologist Walter Jülich in 1982 with Meripilus as the type genus. A 2008 estimate placed 7 genera and 57 species in Meripilaceae. As of  April 2018, Index Fungorum accepts 74 species in the family."
    },
    {
        "FamilyName": "Ganodermataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "FamilySummary": "The Ganodermataceae are a family of fungi in the order Polyporales. As of  April 2018, Index Fungorum accepts 8 genera and 300 species in the family. The family was circumscribed by Dutch mycologist Marinus Anton Donk in 1948 to contain polypores with a double spore wall. The inner wall is verruculose (with moderate-sized growths) to ornamented, thickened and usually coloured, while the outer wall is thin and hyaline."
    },
    {
        "FamilyName": "Valsaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Apiognomonia_errabunda.jpg",
        "FamilySummary": "The Valsaceae are a family of sac fungi in the Diaporthales order."
    },
    {
        "FamilyName": "Xylariaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/bf/Hypoxylon_sp.jpg",
        "FamilySummary": "The Xylariaceae are a family of mostly small ascomycetous fungi. It is one of the most commonly encountered groups of ascomycetes and is found throughout the temperate and tropical regions of the world. They are typically found on wood, seeds, fruits, or plant leaves, some even associated with insect nests. Most decay wood and many are plant pathogens.\nOne example of this family is King Alfred's Cake (Daldinia concentrica).\nPhylogenetic analyses published in 2009 suggest that there are two main lineages in this family, Hypoxyloideae and Xylarioideae."
    },
    {
        "FamilyName": "Albuginaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/5/57/Albugo_tragopogonis_1.JPG",
        "FamilySummary": "Albuginaceae is a family of oomycetes."
    },
    {
        "FamilyName": "Marasmiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Marasmius_rotula_-_Lindsey.jpg",
        "FamilySummary": "The Marasmiaceae are a family of basidiomycete fungi which have white spores.  They mostly have tough stems and the capability of shrivelling up during a dry period and later recovering. The widely consumed edible fungus Lentinula edodes, the shiitake mushroom, is a member of this family. According to a 2008 estimate, the family contains 54 genera and 1590 species.The family Omphalotaceae, described by A. Bresinsky in 1985 as a segregate from the Tricholomataceae, has been considered synonymous with Marasmiaceae.  However DNA analysis by Moncalvo et al. in 2002 and Matheny et al. in 2006 have now led to that family being accepted by Species Fungorum and most recent references. The following genera are included in that family : Anthracophyllum, Gymnopus, Lentinula, Marasmiellus, Mycetinis, Rhodocollybia, Omphalotus."
    },
    {
        "FamilyName": "Agaricaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Agaricus_campestris.jpg",
        "FamilySummary": "The Agaricaceae are a family of basidiomycete fungi and include the genus Agaricus, as well as basidiomycetes previously classified in the families Tulostomataceae, Lepiotaceae, and Lycoperdaceae."
    },
    {
        "FamilyName": "Gnomoniaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "FamilySummary": "The Gnomoniaceae are a family of fungi in the order Diaporthales. The family was circumscribed by German botanist Heinrich Georg Winter in 1886."
    },
    {
        "FamilyName": "Coleosporiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Coleosporiaceae are a family of rust fungi in the order Pucciniales. The family contains 6 genera and 131 species."
    },
    {
        "FamilyName": "Phacidiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Phacidium_infestans_P._Karst._1467400.jpg",
        "FamilySummary": "The Phacidiaceae are a family of fungi in the order Helotiales.\n According to a 2008 estimate, the family contains seven genera and 148 species."
    },
    {
        "FamilyName": "Helotiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Bisporella_citrina_59079.jpg",
        "FamilySummary": "The Helotiaceae are a family of fungi in the order Helotiales. The distribution of species in the family are widespread, and typically found in tropical areas. There are 117 genera and 826 species in the family.A question mark after the genus name means that according to the 2007 Outline of Ascomycota, the placement of that genus in this family is uncertain."
    },
    {
        "FamilyName": "Clavicipitaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/2/26/Claviceps_purpurea_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-185.jpg",
        "FamilySummary": "The Clavicipitaceae are a family of fungi within the order Hypocreales. A 2008 estimate placed 43 genera in the family, but recent work has increased this number to 97."
    },
    {
        "FamilyName": "Dermateaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/7/75/Chlorosplenium_chlora_171856.jpg",
        "FamilySummary": "The Dermateaceae is a family of cup fungi in the order Helotiales. Most species in this family are plant pathogens but some are saprobes.\n\n"
    },
    {
        "FamilyName": "Pucciniastraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Pucciniastraceae are a family of rust fungi in the order Pucciniales. The family contains 11 genera and 158 species.\n\n"
    },
    {
        "FamilyName": "Magnaporthaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "FamilySummary": "The Magnaporthaceae are a family of fungi in the order Magnaporthales. It was circumscribed by Paul F. Cannon in 1994 for a group of grass-associated fungi centered on Magnaporthe (Nakataea). Magnaporthaceae have a harpophora-like asexual morphology and are often associated with roots of grasses or cereals.Important pathogens from the Magnaporthaceae include Nakataea oryzae, Gaeumannomyces graminis, Magnaporthiopsis poae and Magnaporthe rhizophila."
    },
    {
        "FamilyName": "Fomitopsidaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Fomitopsis_pinicola_1.JPG",
        "FamilySummary": "The Fomitopsidaceae are a family of fungi in the order Polyporales. Most species are parasitic on woody plants, and tend to cause brown rots. The name comes from Fomitopsis (meaning \"looking like Fomes\") + -aceae (a suffix used to form taxonomic family names)."
    },
    {
        "FamilyName": "Strophariaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Stropharia.aeruginosa.-.lindsey.jpg",
        "FamilySummary": "The Strophariaceae are a family of fungi in the order Agaricales. Under an older classification, the family covered 18 genera and 1316 species. The species of Strophariaceae have red-brown to dark brown spore prints, while the spores themselves are smooth and have an apical germ pore. These agarics are also characterized by having a cutis-type pileipellis. Ecologically, all species in this group are saprotrophs, growing on various kinds of decaying organic matter. The family was circumscribed in 1946 by mycologists Rolf Singer and Alexander H. Smith."
    },
    {
        "FamilyName": "Ustilaginaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Huitlacoche.jpg",
        "FamilySummary": "The Ustilaginaceae are a family of smut fungi in the order Ustilaginomycetes. Collectively, the family contains 17 genera and 607 species."
    },
    {
        "FamilyName": "Chaetomiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "FamilySummary": "The Chaetomiaceae are a family of fungi in the Ascomycota, class Sordariomycetes."
    },
    {
        "FamilyName": "Hericiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Igelstachelbart_Nov_06.jpg",
        "FamilySummary": "The Hericiaceae are a family of fungi in the order Russulales. The best known genus is Hericium, species of which are valued for their medicinal properties in Oriental medicine. Taxa are mainly known from north temperate regions, and are saprobic on rotting wood. Phylogenetic analysis suggests that Hericiaceae belongs to the russuloid clade of homobasidiomycetes, and morphological and molecular evidence links it with the families Auriscalpiaceae, Bondarzewiaceae and Echinodontiaceae. Originally proposed in 1961 by Taisiya Lvovna Nikolayeva as a subfamily of Hydnaceae, Hericiaceae was formally published as a family by Marinus Anton Donk in 1964."
    },
    {
        "FamilyName": "Melanconidaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Phragmodiaporthe_padi_Lar.N.jpg",
        "FamilySummary": "The Melanconidaceae are a family of fungi in the order Diaporthales, class Sordariomycetes."
    },
    {
        "FamilyName": "Hyponectriaceae",
        "FamilyImage": "",
        "FamilySummary": "The Hyponectriaceae are a family of fungi in the order Xylariales."
    },
    {
        "FamilyName": "Exobasidiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Exobasidium_rhododendri_54465.jpg",
        "FamilySummary": "The Exobasidiaceae are a family of fungi in the Basidiomycota, Exobasidiales order. The family contains 5 genera and 56 species. Species in the family have a widespread distribution, especially in temperate areas. Members of the Exobasidiaceae are plant pathogens that grow on the leaves of plants, especially those in the Ericaceae family."
    },
    {
        "FamilyName": "Ceratobasidiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Thanatephorus_cucumeris_infected_peanuts.jpg",
        "FamilySummary": "The Ceratobasidiaceae are a family of fungi in the order Cantharellales. All species within the family have basidiocarps (fruit bodies) that are thin and effused. They have sometimes been included within the corticioid fungi or alternatively within the \"heterobasidiomycetes\". Species are saprotrophic, but some are also facultative plant pathogens or are associated with orchid mycorrhiza. Genera of economic importance include Ceratobasidium and Thanatephorus (anamorph Rhizoctonia), both of which contain plant pathogenic species causing diseases of commercial crops and turf grass."
    },
    {
        "FamilyName": "Graphiolaceae",
        "FamilyImage": "",
        "FamilySummary": "The Graphiolaceae are a family of fungi in the Basidiomycota, Exobasidiales order. Species in the family have a widespread distribution, especially in warm temperate and tropical areas. Members of the Graphiolaceae are plant pathogens that grow biotrophically on the leaves of plants in the Palmae family."
    },
    {
        "FamilyName": "Sclerotiniaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Valdensia.heterodoxa.-.lindsey.jpg",
        "FamilySummary": "The Sclerotiniaceae are a family of fungi in the order Helotiales. Many species in this family are plant pathogens."
    },
    {
        "FamilyName": "Phanerochaetaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Ceriporia_spissa_95656.jpg",
        "FamilySummary": "The Phanerochaetaceae are a family of mostly crust fungi in the order Polyporales."
    },
    {
        "FamilyName": "Dothioraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "FamilySummary": "The Dothioraceae are a family of fungi in the order Dothideales. Species in this family have a widespread distribution, and are biotrophic or necrotrophic, usually associated with woody plants."
    },
    {
        "FamilyName": "Uropyxidaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Uropyxidaceae are a family of rust fungi in the order Pucciniales. The family contains 15 genera and 149 species."
    },
    {
        "FamilyName": "Mycosphaerellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Septoria.artemisiae.-.lindsey.jpg",
        "FamilySummary": "The Mycosphaerellaceae are a family of sac fungi. They affect many common plants, such as eucalyptus, the myrtle family, and the Proteaceae. They have a widespread distribution."
    },
    {
        "FamilyName": "Pucciniaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Pucciniaceae are a family of rust fungi that cause plant diseases, mainly on cereals such as wheat. The family contains 20 genera and over 4900 species.\n\n"
    },
    {
        "FamilyName": "Taphrinaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Oak_leaf_blister.JPG",
        "FamilySummary": "The Taphrinaceae are a family of fungi in the order Taphrinales. According to a 2008 estimate, the family contains 2 genera and 118 species."
    },
    {
        "FamilyName": "Ophiostomataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Ophiostoma_wageneri_1.jpg",
        "FamilySummary": "The Ophiostomataceae are a family of fungi in the Ascomycota, class Sordariomycetes. The family was circumscribed by J.A. Nannfeldt in 1932. Species in the family have a widespread distribution, and are typically found in temperate regions, as pathogens of both coniferous and deciduous trees."
    },
    {
        "FamilyName": "Pythiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Cafeteria_roenbergensis_FENCHEL_and_D_J_PATTERSON_schematic_drawing.svg",
        "FamilySummary": "Pythiaceae is a family of water moulds. The family includes plant pathogenic fungus-like organisms in the genus Phytophthora; as well as serious plant and animal pathogens in the genus Pythium. The family was circumscribed by German mycologist Joseph Schröter in 1893."
    },
    {
        "FamilyName": "Anthracoideaceae",
        "FamilyImage": "",
        "FamilySummary": "The Anthracoideaceae are a family of smut fungi in the order Ustilaginales. Collectively, the family contains 20 genera and 198 species. Anthracoideaceae was circumscribed by the Bulgarian mycologist Cvetomir M. Denchev in 1997."
    },
    {
        "FamilyName": "Diatrypaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Diatrypella_quercina_39846.jpg",
        "FamilySummary": "The Diatrypaceae are a family of fungi in the order Xylariales. According to a 2008 estimate, the family has 13 genera and 229 species."
    },
    {
        "FamilyName": "Polyporaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/37/2008-02-10_Polyporus_umbellatus_crop.jpg",
        "FamilySummary": "The Polyporaceae are a family of poroid fungi belonging to the Basidiomycota.  The flesh of their fruit bodies varies from soft (as in the case of the dryad's saddle illustrated) to very tough.  Most members of this family have their hymenium (fertile layer) in vertical pores on the underside of the caps, but some of them have gills (e.g. Panus) or gill-like structures (such as Daedaleopsis, whose elongated pores form a corky labyrinth).  Many species are brackets, but others have a definite stipe – for example, Polyporus badius.\nMost of these fungi have white spore powder but members of the genus Abundisporus have colored spores and produce yellowish spore prints. Cystidia are absent.\n\n"
    },
    {
        "FamilyName": "Echinodontiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Echinodontium_tinctorium.jpg",
        "FamilySummary": "The Echinodontiaceae are a family of crust fungi in the order Russulales. Species of this family, divided amongst two genera—Echinodontium and Laurilia—have a widespread distribution, although they are especially predominant in north temperate zones. They are parasitic or saprobic on wood, and may cause white rot of angiosperms and gymnosperms.\n\n"
    },
    {
        "FamilyName": "Nectriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "FamilySummary": "The Nectriaceae comprise a family of fungi in the order Hypocreales. It was circumscribed by brothers Charles and Louis René Tulasne in 1865."
    },
    {
        "FamilyName": "Phyllachoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/14/Phyllachora_pomigena.jpg",
        "FamilySummary": "Phyllachoraceae is a family of sac fungi."
    },
    {
        "FamilyName": "Didymellaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Didymella_rabiei_%28Chickpea_ascochyta_blight_fungus%29.jpg",
        "FamilySummary": "The Didymellaceae are a family of fungi in the order Pleosporales.Recent phylogenetic examination of some of the larger genera of the Pleosporales, particularly Phoma, has led to considerable reorganisation of the order, many of the species being placed in this family."
    },
    {
        "FamilyName": "Hypocreaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Hypomyces_chrysospermus_2_-_Lindsey.jpg",
        "FamilySummary": "The Hypocreaceae are a family within the class Sordariomycetes. Species of Hypocreaceae are usually recognized by their brightly colored, perithecial ascomata, typically yellow, orange or red. The family was proposed by Giuseppe De Notaris in 1844. According to the Dictionary of the Fungi (10th edition, 2008), the family has 22 genera and 454 species."
    },
    {
        "FamilyName": "Pleurotaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Austernseitling-1.jpg",
        "FamilySummary": "The Pleurotaceae are a family of small to medium-sized mushrooms which have white spores.  The family contains four genera (Nematoctonus has been synonymized with Hohenbuehelia, but not all of its species have been moved to valid genera) and 94 species. Members of Pleurotaceae can be mistaken for members of Marasmiaceae. Perhaps the best known member is the oyster mushroom, Pleurotus ostreatus.\nMany species in the genera Pleurotus and Hohenbuehelia are nematophagous, that is, they derive nutrition by consuming nematodes. This is made possible by hyphae that may have adhesive knobs that attach to passing nematodes and secrete nematotoxic compounds."
    },
    {
        "FamilyName": "Hemiphacidiaceae",
        "FamilyImage": "",
        "FamilySummary": "The Hemiphacidiaceae are a family of fungi in the order Helotiales. Although the type genus was originally Hemiphacidium, it has since been renamed to Sarcotrochila.  The 26 species in this family are limited in distribution to northern temperate zones."
    },
    {
        "FamilyName": "Corticiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/b9/Erythricium_laetum_40560.jpg",
        "FamilySummary": "The Corticiaceae are a family of fungi in the order Corticiales. The family formerly included almost all the corticioid (patch- or crust-forming) fungi, whether they were related or not, and as such was highly artificial. In its current sense, however, the name Corticiaceae is restricted to a comparatively small group of mainly corticioid genera within the Corticiales, though the family is as yet not well defined."
    },
    {
        "FamilyName": "Mucoraceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/2/29/Chaetocladium_brefeldii_1_%2828018276955%29.jpg",
        "FamilySummary": "The Mucoraceae are a family of fungi of the order Mucorales, characterized by having the thallus not segmented or ramified. Pathogenic genera include Absidia, Apophysomyces, Mucor, Rhizomucor, and Rhizopus. According to a 2008 estimate, the family contains 25 genera and 129 species."
    },
    {
        "FamilyName": "Schizophyllaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Fuzzy_Fungi_%28Schizophyllum_commune%29.jpg",
        "FamilySummary": "The Schizophyllaceae are a family of fungi in the Agaricales order. The family contains two genera and seven species. Species cause white rot in hardwoods. The most common member of the genus Schizophyllum is Schizophyllum commune, a widely distributed mushroom. It looks like an oyster mushroom, but is one-fifth the size."
    },
    {
        "FamilyName": "Rhytismataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/b/b7/Rhytisma_acerinum_brok_2_beentree.jpg",
        "FamilySummary": "The Rhytismataceae are a family of fungi in the Rhytismatales order. It contains 55 genera and 728 species."
    },
    {
        "FamilyName": "Capnodiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Scorias_spongiosa_41710.jpg",
        "FamilySummary": "The Capnodiaceae are a family of fungi in the Ascomycota, class Dothideomycetes. Species in the family have a widespread distribution, and are especially prevalent in tropical and subtropical areas, as well as temperate rainforests."
    },
    {
        "FamilyName": "Lophiostomataceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Lophiostomataceae are a family of fungi in the order Pleosporales. Taxa have a widespread distribution, especially in temperate regions, and are saprobic or necrotrophic on herbaceous and woody stems."
    },
    {
        "FamilyName": "Phragmidiaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "FamilySummary": "The Phragmidiaceae are a family of rust fungi in the order Pucciniales. The family contains 14 genera and 164 species."
    },
    {
        "FamilyName": "Cucurbitariaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "FamilySummary": "The Cucurbitariaceae are a family of fungi in the order Pleosporales. Taxa are widespread in temperate regions and are necrotrophic or saprobic on woody plants."
    },
    {
        "FamilyName": "Pleosporaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/5/57/Cochliobolus_sativus_-_Lindsey.jpg",
        "FamilySummary": "Pleosporaceae is a family of sac fungi.  The taxonomic relationship of this family to associated genera is still not determined."
    },
    {
        "FamilyName": "Amphisphaeriaceae",
        "FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Affectedleaf.jpg",
        "FamilySummary": "The Amphisphaeriaceae are a family of fungi that is mainly found in parts of New Zealand, South America, Asia and parts of Europe. According to the 2007 Outline of Ascomycota, there are 41 genera placed within the family, although the position of 13 of those genera is uncertain."
    },
	{
		"FamilyName": "Amanitaceae",
		"FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Amanita_muscaria_UK.JPG",
		"FamilySummary": "The Amanitaceae is a family of mushroom-forming fungi. The family, also commonly called the amanita family, is in order Agaricales, the gilled mushrooms. The family consists primarily of the large genus Amanita, but also includes the smaller genera Amarrendia, Catatrama, Limacella, Limacellopsis, Saproamanita, Torrendia and Zhuliangomyces. Both Amarrendia and Torrendia and considered to be synonymous with Amanita but appear quite different because they are secotioid.The species are usually found in woodlands. The most characteristic emerge from an egg-like structure formed by the universal veil.This family contains several species valued for edibility and flavor, and other deadly poisonous ones. More than half the cases of mushroom poisoning stem from members of this family. The most toxic members of this group have names that warn of the poisonous nature, but others, of varying degrees of toxicity, do not."
	},
	{
		"FamilyName": "Agaricales",
		"FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Agaricus_campestris.jpg",
		"FamilySummary": "The fungal order Agaricales, also known as gilled mushrooms (for their distinctive gills) or euagarics, contains some of the most familiar types of mushrooms. The order has 33 extant families, 413 genera, and over 13000 described species,[4] along with six extinct genera known only from the fossil record.[5][6][1] They range from the ubiquitous common mushroom to the deadly destroying angel and the hallucinogenic fly agaric to the bioluminescent jack-o-lantern mushroom."
	},
	{
		"FamilyName": "Psathyrellaceae",
		"FamilyImage": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Parasola_sp_mushroom.jpg",
		"FamilySummary": "The Psathyrellaceae are a family of dark-spored agarics that generally have rather soft, fragile fruiting bodies, and are characterized by black, dark brown, rarely reddish, or even pastel-colored spore prints. About 50% of species produce fruiting bodies that dissolve into ink-like ooze when the spores are mature via autodigestion. Prior to phylogenetic research based upon DNA comparisons, most of the species that autodigested were classified as Coprinaceae, which contained all of the inky-cap mushrooms. However, the type species of Coprinus, Coprinus comatus, and a few other species, were found to be more closely related to Agaricaceae. The former genus Coprinus was split between two families, and the name \"Coprinaceae\" became a synonym of Agaricaceae in its 21st-century phylogenetic redefinition. Note that in the 19th and early 20th centuries the family name Agaricaceae had far broader application, while in the late 20th century it had a narrower application. The family name Psathyrellaceae[1] is based on the former Coprinaceae subfamily name Psathyrelloideae. The type genus Psathyrella consists of species that produce fruiting bodies which do not liquify via autodigestion. Psathyrella remained a polyphyletic genus until it was split into several genera including 3 new ones in 2015.[2] Lacrymaria is another genus that does not autodigest its fruiting bodies. It is characterized by rough basidiospores and lamellar edges that exude beads of clear liquid when in prime condition, hence the Latin reference, lacryma (tears). "
	}
]
