[
    {
        "GenusName": "Fusarium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Fusarium_Micro_and_Macro_conidia.jpg",
        "GenusSummary": "Fusarium /fjuˈzɛəriəm/  is a large genus of filamentous fungi, part of a group often referred to as hyphomycetes, widely distributed in soil and associated with plants. Most species are harmless saprobes, and are relatively abundant members of the soil microbial community. Some species produce mycotoxins in cereal crops that can affect human and animal health if they enter the food chain. The main toxins produced by these Fusarium species are fumonisins and trichothecenes. Despite most species apparently being harmless, some Fusarium species and subspecific groups are among the most important fungal pathogens of plants and animals. \nThe name of Fusarium comes from Latin fusus, meaning a spindle.\n\n"
    },
    {
        "GenusName": "Gnomoniella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Gnomoniella is a genus of fungi in the family Gnomoniaceae. The genus contains 13 species.Gnomoniopsis is a genus of fungi in the family Gnomoniaceae including:\n\nGnomoniopsis castanea also called Gnomoniopsis smithogilvyi"
    },
    {
        "GenusName": "Davisomycella",
        "GenusImage": "",
        "GenusSummary": "Davisomycella is a genus of fungi within the Rhytismataceae family. The genus contains 10 species."
    },
    {
        "GenusName": "Coniothyrium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Coniothyrium is a genus of fungi in the family Phaeosphaeriaceae. The genus was circumscribed by Czech mycologist August Carl Joseph Corda in 1840."
    },
    {
        "GenusName": "Exobasidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "GenusSummary": "Exobasidium is a genus of fungi in the Exobasidiaceae family. The genus has a widespread distribution, especially in northern temperate regions, and contains about 50 species. Many of the species in this genus are plant pathogens that grow on Ericaceae."
    },
    {
        "GenusName": "Ciborinia",
        "GenusImage": "",
        "GenusSummary": "Ciborinia is a genus of fungi in the family Sclerotiniaceae."
    },
    {
        "GenusName": "Cryptoporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Cryptoporus_volvatus_41860.jpg",
        "GenusSummary": "Cryptoporus is a genus of fungi in the family Polyporaceae. Originally described as a section of Polyporus by Charles Horton Peck in 1880, Cornelius Lott Shear made it a distinct genus in 1902. Cryptoporus contains two species, C. sinensis and the type C. volvatus, found in southeast Asia and North America, respectively. C. sinensis is morphologically indistinguishable from C. volvatus except for its smaller spores (7.5–10 by 4–5 μm compared to 10–12.5 by 5–6 μm. The generic name combines the Ancient Greek words κρυπτός (\"hidden\") and πόρος (\"pore\")."
    },
    {
        "GenusName": "Armillaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "GenusSummary": "Armillaria, is a genus of parasitic fungi that includes the A. mellea species known as honey fungi that live on trees and woody shrubs. It includes about 10 species formerly categorized summarily as A. mellea.  Armillarias are long-lived and form some of the largest living organisms in the world. The largest known organism (of the species Armillaria solidipes) covers more than 3.4 square miles (8.8 km2) in Oregon's Malheur National Forest and is more than 2,400 years old. Some species of Armillaria display bioluminescence, resulting in foxfire.\nArmillaria can be a destructive forest pathogen. It causes \"white rot\" root disease (see Plant Pathology section) of forests, which distinguishes it from Tricholoma, a mycorrhizal (non-parasitic) genus. Because Armillaria is a facultative saprophyte, it also feeds on dead plant material, allowing it to kill its host, unlike parasites that must moderate their growth to avoid host death.In the Canadian Prairies (particularly Manitoba), Armillaria is referred to often as pidpenky (Ukrainian: підпеньки), meaning “beneath the stump” in Ukrainian.\n\n"
    },
    {
        "GenusName": "Exosporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Paramecium.jpg",
        "GenusSummary": "The exosporium is the outer surface layer of mature spores. In plant spores it is also referred to as the exine. Some bacteria also produce endospores with an exosporium, of which the most commonly studied are Bacillus species, particularly Bacillus cereus and the anthrax-causing bacterium Bacillus anthracis. The exosporium is the portion of the spore that interacts with the environment or host organism, and may contain spore antigens. Exosporium proteins, such as Cot protein, are also discovered related to strains of B. anthracis and B.cereus. This Cot protein share similar sequences with other spore coat proteins, and their putative determinants are believed to include bxpC, lunA, exsA, etc.In Bacillus anthraces, salt and detergent washing of exosporium fragments can identify proteins that are likely to represent structural or integral exosporium proteins. Seven proteins have been identified in washed exosporium: alanine racemase, inosine hydrolase, ExsF, CotY, ExsY, CotB, and a novel protein, ExsK. CotY, ExsY and CotB are homologues of Bacillus subtilis outer spore coat proteins, but ExsF and ExsK are specific to B. anthracis and other members of the Bacillus cereus group.The protein ywdL has been identified in B. cereus as important for exosporium formation. In the absence of the ywdL gene, a fragile and easily damaged exosporium is formed, which can be damaged by mechanical disruption such as freeze-thaw cycles. However, ywdL is not required to maintain the internal organization of the exosporium. ΔywdL spores have abnormal germination properties, such as the inability to respond to standard chemical means of inducing germination by treatment with calcium dipicolinate.\n\n"
    },
    {
        "GenusName": "Laetiporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/8/80/Chicken_of_the_Woods_Laetiporus_sulphureus.jpg",
        "GenusSummary": "Laetiporus is a genus of edible mushrooms found throughout much of the world. Some species, especially Laetiporus sulphureus, are commonly known as sulphur shelf, chicken of the woods, the chicken mushroom, or the chicken fungus because many think they taste like chicken.  The name \"chicken of the woods\" is not to be confused with the  edible polypore, Maitake (Grifola frondosa) known as \"hen of the woods\", or with Lyophyllum decastes, known as the \"fried chicken mushroom\". The name Laetiporus means \"with bright pores\"."
    },
    {
        "GenusName": "Cryptosphaeria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Cryptosphaeria_lignyota_39746.jpg",
        "GenusSummary": "Cryptosphaeria is a genus of fungi in the family Diatrypaceae. The genus has a widespread distribution in temperate regions, and contains eight species."
    },
    {
        "GenusName": "Rhynchosporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Rhynchosporium is a genus of fungi that causes leaf scald disease on several graminaceous hosts. It includes five currently accepted species: R. secalis from rye and triticale, R. orthosporum from Dactylis glomerata, R. lolii from Lolium multiflorum and L. perenne, R. agropyri from Agropyron, and R. commune from Hordeum spp., Lolium multiflorum and Bromus diandrus. R. commune is one of the most destructive pathogens of barley worldwide, causing yield decreases of up to 40% and reduced grain quality."
    },
    {
        "GenusName": "Neonectria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Neonectria is a genus of fungi in the Nectriaceae family."
    },
    {
        "GenusName": "Gliocladium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "GenusSummary": "Gliocladium is an asexual fungal genus in the Hypocreaceae.  Certain other species including Gliocladium virens were recently transferred to the genus Trichoderma and G. roseum became Clonostachys rosea f. rosea in the Bionectriaceae. Gliocladium is a mitosporic, filamentous fungus. Species of Gliocladium rarely produce a sexual state. Most pathogenic, disease-causing fungi in humans is mitosporic like Gliocladium. Gliocladium is filamentous; it grows tubular, elongated, and thread-like.  It can be considered a contaminant."
    },
    {
        "GenusName": "Exserohilum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/77/Open_Access_logo_PLoS_transparent.svg",
        "GenusSummary": "Exserohilum is a genus of fungi in the family Pleosporaceae. The Exserohilum species are known for causing blight and human immune system diseases. The sexual reproductive(or ascigerous) states of Exserohilum species are known as Setosphaeria. The type species is Exserohilum turcicum. This genus is among three dematiaceous that are categorized for containing pathogens leading to diseases like phaeohyphomycosis."
    },
    {
        "GenusName": "Lasiodiplodia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Lasiodiplodia is a genus of fungi in the family Botryosphaeriaceae. There are 21 species. Lasiodiplodia, commonly referred to as Black-Soot Disease, is a significant pathogen in tropical forestry."
    },
    {
        "GenusName": "Phragmidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/48/Phragmidium_0542.jpg",
        "GenusSummary": "Phragmidium  is a genus of rust fungus that typically infects plant species in the Rosaceae. It is characterised by having stalked teliospores  borne on telia each having a row of four or more cells. All species have a caeoma which is a diffuse aecidium lacking a peridium.There are a number of species of 'Phragmidium, most of which are restricted to one or a few host species. Examples include:\n\nP. acuminatum on Rubus saxatile\nP. bulbosum on Rubus fruticosus and Rubeus caesius\nP. sterilis on Potentilla sterilis\nP. potentillae on Potentilla anglica\nP. rubi-idea on raspberry\nP. tuberculatum on some rose cultivars\nP. violaceum on cultivated blackberry and loganberryPossibly the most commonly encountered is P. mucronatum, found on most species of wild roses including Rosa canina and Rosa arvensis."
    },
    {
        "GenusName": "Stemphylium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Stemphylium is a genus of fungal plant pathogen."
    },
    {
        "GenusName": "Helicobasidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Helicobasidium is a genus of fungus in the Helicobasidiaceae family."
    },
    {
        "GenusName": "Ovulinia",
        "GenusImage": "",
        "GenusSummary": "Ovulinia is a genus of fungi in the family Sclerotiniaceae."
    },
    {
        "GenusName": "Mycosphaerella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Mycosphaerella_fragariae_2.jpg",
        "GenusSummary": "Mycosphaerella is a genus of ascomycota. With more than 10,000 species, it is the largest genus of plant pathogen fungi.\nThe following introduction about the fungal genus Mycosphaerella is copied (with permission) from the dissertation of Dr. W. Quaedvlieg (named: Re-evaluating Mycosphaerella and\nallied genera), publicly available at http://dspace.library.uu.nl/handle/1874/308485\nSpecies belonging to the fungal genus Mycosphaerella (1884) (Capnodiales, Dothideomycetes) have evolved as endophytes, saprotrophs and symbionts, but mostly Mycosphaerella\nspecies are foliicolous plant pathogens which are the cause of significant economical losses in\nboth temperate and tropical crops worldwide. The generic concept of Mycosphaerella is based on the type species of the genus, M. punctiformis, which was introduced\n130 years ago in order to describe small loculoascomycetes with few distinct morphological\ntraits. Species belonging to Mycosphaerella were characterised as having pseudothecial ascomata that can be immersed or superficial, embedded in host tissue or erumpent, having ostiolar periphyses, but lacking interascal tissue at maturity. Ascospores are hyaline, but in some\ncases slightly pigmented and predominantly 1-septate, although taxa with 3-septate asco\nspores have been recorded. This description appears to be quite distinctive, but is in fact very\nbroad and actually lead to 120 years of confusion in which the generic name Mycosphaerella\nwas being used as a dumping ground for small loculoascomycetes with few distinct morpho\nlogical traits. In the 19th and 20th centuries, thousands of species and infrasprecific taxa were\ndescribed in the genus Sphaerella, only to have the entire genus and about 1000 additional\nspecies redescribed into the genus Mycosphaerella at the end of the 20th century.\nThe identification of Mycosphaerella species by morphological means is extremely difficult as\nthese taxa produce very small fruiting structures with highly conserved morphologies, tending\nto grow and sporulate poorly in culture and for over 120 years, identification was\nbased on morphology alone. These identification difficulties are amplified by the fact that up\nto six different species can inhabit the same lesion as either a primary or secondary pathogen, making even host-specific species difficult to identify. The\nintroduction of affordable sequencing technology during the first decade of the 21st century\nallowed for much more accurate species delimitation and phylogenetic elucidation, leading to\nthe conclusion that the broad taxonomic description of the genus Mycosphaerella and a lack of\nclear morphological features led to many Mycosphaerella and mycosphaerella-like species being misidentified. Because the classic taxonomic description of Mycosphaerella is broad and includes\nso many mycosphaerella-like species, the traditional generic concept of Mycosphaerella will\nhereafter be referred to as Mycosphaerella sensu lato (s. lat.) in order to avoid confusion.\nCurrently more than 3 000 species and close to 10 000 names are associated with Mycosphaerella s. lat., but work by Verkley et al. (2004) revealed that the genus\nMycosphaerella s. str. (based on M. punctiformis) was in fact limited to species with Ramularia\nasexual morphs. Research by Braun (1990, 1998) showed that there are only about 500 Ramularia species known from literature, leaving the majority of mycosphaerella-like species that\nwill need to be reclassified into taxonomically correct genera and families. Since the advent of\nmass sequencing technology, 39 taxonomically correct genera have already been confirmed\nas belonging to the Mycosphaerellaceae via molecular means:\n(Amycosphaerella, Neopseudocercospora, Ramularia, Caryophylloseptoria, Neoseptoria, Ramulispora, Cercospora, Pallidocercospora, Ruptoseptoria, Cercosporella, Paracercospora, Scolecostigmina, Colletogloeum, Paramycosphaerella, Septoria, Cytostagonospora, Passalora*, Sonderhenia, Distocercospora, Periconiella, Sphaerulina, Dothistroma, Phaeophleospora, Stenella, Lecanosticta, Phloeospora, Stromatoseptoria, Microcyclosporella, Polyphialoseptoria, Trochophora, Neodeightoniella, Polythrincium, Xenomycosphaerella, Neomycosphaerella, Pseudocercospora, Zasmidium, Neopenidiella, Pseudocercosporella* and Zymoseptoria)\n\nThe genera Passalora and Pseudocercosporella are known to be paraphyletic and will be treated separately in the near future.Although at least 25 more genera with postulated Mycosphaerellaceae affinity have yet to be confirmed.\nThe current generic and family concepts of both Mycosphaerella s. str., the Mycosphaerellaceae and the Teratosphaeriaceae have evolved indirectly from the work of Crous (1998), who\nused culture and asexual morphological characteristics to show that Mycosphaerella s. lat.\nwas in fact polyphyletic, suggesting that it should be subdivided into natural genera as defined\nby its asexual morphs. In contrast to these findings, the first sequence-based phylogenetic trees published for Mycosphaerella s. lat. (based mainly on ITS nrDNA sequence data), suggested that Mycosphaerella was monophyletic. However, as more sequence data of Mycosphaerella spp. became available (especially of loci such as the 28S nrDNA), the view of Mycosphaerella s. lat. as being\nmonophyletic has gradually shifted and there is now ample evidence that Mycosphaerella in\nits broadest sense is polyphyletic. Since this discovery was made, the original\nconserved generic concept of Mycosphaerella s. lat. has been replaced with the concept that\nthe mycosphaerella-like morphology has evolved multiple times and that these taxa in fact\ncluster in diverse families such as the Cladosporiaceae, Dissoconiaceae, Mycosphaerellaceae and Teratosphaeriaceae.\nAs such, the name Mycosphaerella should be limited to species with Ramularia sexual forms, but the name Ramularia actually predates the name Mycosphaerella, so the name Ramularia has preference over Mycosphaerella, and will be placed on the list of protected names."
    },
    {
        "GenusName": "Setomelanomma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Setomelanomma is a genus of fungi in the family Phaeosphaeriaceae. This is a monotypic genus, containing the single species Setomelanomma holmii."
    },
    {
        "GenusName": "Anisogramma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Anisogramma is a genus of fungi in the family Gnomoniaceae.  The genus contains three species. One of them, Anisogramma anomala, is the cause of eastern filbert blight."
    },
    {
        "GenusName": "Sistotrema",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Sistotrema is a genus of fungi in the family Hydnaceae. The widespread genus contains 46 species.  Phylogenetic analyses show that Sistotrema is a polyphyletic genus."
    },
    {
        "GenusName": "Aphanomyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Aphanomyces_astaci_%28tr%C3%A9s_probable%29.jpg",
        "GenusSummary": "Aphanomyces is a genus of water moulds. As of 2003 there were about 45 described species. Many of these water moulds are known as economically important pathogens of species of plants and animals, including fish, crustaceans, and agricultural crop plants. Aphanomyces water moulds are \"one of the most important yield-limiting factors in production of legumes and sugarbeet.\"Some of these water moulds are host-specific, such as A. iridis, which only infects irises. Others can infest several hosts, such as A. euteiches, which grows on several legumes. The disease that manifests in plants infected with these water moulds is sometimes known simply as Aphanomyces root rot or common root rot.Species include:\nAphanomyces acinetophagus\nAphanomyces americanus\nAphanomyces amphigynus\nAphanomyces apophysii\nAphanomyces astaci – crayfish plague\nAphanomyces balboensis\nAphanomyces bosminae\nAphanomyces brassicae\nAphanomyces camptostylus\nAphanomyces cladogamus\nAphanomyces cochlioides\nAphanomyces coniger\nAphanomyces daphniae\nAphanomyces euteiches\nAphanomyces exoparasiticus\nAphanomyces frigidophilus\nAphanomyces gordejevi\nAphanomyces helicoides\nAphanomyces hydatinae\nAphanomyces invadans – ulcerative mycosis of fish, epizootic ulcerative syndrome, mycotic granulomatosis\nAphanomyces iridis\nAphanomyces irregularis\nAphanomyces keratinophilus\nAphanomyces laevis – cotton-wool disease of fish\nAphanomyces magnusii\nAphanomyces norvegicus\nAphanomyces ovidestruens\nAphanomyces parasiticus\nAphanomyces patersonii\nAphanomyces phycophilus\nAphanomyces pisci\nAphanomyces piscicida\nAphanomyces polysporis\nAphanomyces raphani – black root disease of radish\nAphanomyces salsuginosus\nAphanomyces scaber\nAphanomyces sparrowii\nAphanomyces stellatus\nAphanomyces volgensis"
    },
    {
        "GenusName": "Elytroderma",
        "GenusImage": "",
        "GenusSummary": "Elytroderma is a genus of fungi within the Rhytismataceae family. The genus contains two species."
    },
    {
        "GenusName": "Melanconis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Melanconis is a genus of fungi within the Melanconidaceae family."
    },
    {
        "GenusName": "Sphaerobolus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Coloured_Figures_of_English_Fungi_or_Mushrooms_-_t._22.png",
        "GenusSummary": "Sphaerobolus is a genus of fungi in the family Geastraceae. Commonly known as the \"shotgun fungus\" or \"cannonball fungus\", species discharge their spores with explosive force. Discharged spore sacs are sticky and have a tendency to strongly adhere to whatever surface they encounter, making them a nuisance to homeowners, pressure washing contractors, landscape mulch producers and insurance companies."
    },
    {
        "GenusName": "Coprinus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "GenusSummary": "Coprinus is a small genus of mushroom-forming fungi consisting of Coprinus comatus - the shaggy ink cap (British) or shaggy mane (American) - and several of its close relatives. Until 2001, Coprinus was a large genus consisting of all agaric species in which the lamellae autodigested to release their spores. The black ink-like liquid this creates gave these species their common name \"ink cap\" (British) or \"inky cap\" (American).\nMolecular phylogenetic investigation found that Coprinus comatus was only a distant relative of the other members of Coprinus, and was closer to genera in the Agaricaceae. Since Coprinus comatus is the type species of Coprinus, only that species and its close relatives C. sterquilinus and C. spadiceisporus retained the name of the genus.The majority of species of Coprinus were therefore reclassified into three genera placed in Psathyrellaceae: Coprinellus, Coprinopsis, and Parasola. Coprinus and these segregate genera are now referred to collectively as coprinoid fungi.\nCoprinus means \"living on dung\"."
    },
    {
        "GenusName": "Phyllachora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/14/Phyllachora_pomigena.jpg",
        "GenusSummary": "Phyllachora is a genus of fungi in the family Phyllachoraceae."
    },
    {
        "GenusName": "Laxitextum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/3/31/Laxitextum_bicolor_207260.jpg",
        "GenusSummary": "Laxitextum is a genus of fungi in the family Hericiaceae. The widespread genus contains three species. It was circumscribed by Paul Lewis Lentz in 1955. Species in the genus have fruit bodies that are effused (stretched out flat) to reflexed (with edges turned up) and a smooth hymenium. Molecular analysis shows that the genus groups in a clade with the genera Hericium and Dentipellis."
    },
    {
        "GenusName": "Stachybotrys",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Stachybotrys () is a genus of molds, hyphomycetes or asexually reproducing, filamentous fungi, now placed in the family Stachybotryaceae. Historically, it was considered closely related to the genus Memnoniella, because the spores are produced in slimy heads rather than in dry chains. Recently, the synonymy of the two genera is generally accepted. Most Stachybotrys species inhabit materials rich in cellulose. The genus has a widespread distribution, and contains about 50 species. The name comes from the Greek words σταχυς stakhus (ear of grain, stalk, stick; metaphorically, progeny) and βότρυς botrus (cluster or bunch as in grapes, trusses).\nThe most infamous species, S. chartarum (previously known as S. atra) and S. chlorohalonata, are known as \"black mold\" or toxic black mold in the U.S., and are frequently associated with poor indoor air quality that arises after fungal growth on water-damaged building materials. Stachybotrys chemotypes are toxic, with one producing trichothecene mycotoxins including satratoxins, and another that produces atranones."
    },
    {
        "GenusName": "Flammulina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Flammulina_velutipes.JPG",
        "GenusSummary": "Flammulina is a genus of fungi in the Physalacriaceae family. The genus, widespread in temperate regions, has been estimated to contain 10 species."
    },
    {
        "GenusName": "Discohainesia",
        "GenusImage": "",
        "GenusSummary": "Discohainesia is a genus of fungi in the family Dermateaceae. This is a monotypic genus, containing the single species Discohainesia oenotherae which is a plant pathogen infecting caneberrie, strawberries and geraniums."
    },
    {
        "GenusName": "Ceratocystis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Ceratocystis_resinifera.JPG",
        "GenusSummary": "Ceratocystis is a genus of fungi in the family Ceratocystidaceae. Several species are important plant pathogens, causing diseases such as oak wilt and pineapple black rot."
    },
    {
        "GenusName": "Cercospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Cercospora is a genus of ascomycete fungi. Most species have no known sexual stage, and when the sexual stage is identified, it is in the genus Mycosphaerella. Most species of this genus cause plant diseases, and form leaf spots. It is a relatively well-studied genus of fungus, but there are countless species not yet described, and there is still much to learn about the best-known of the species."
    },
    {
        "GenusName": "Biscogniauxia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Biscogniauxia_nummularia_37757.jpg",
        "GenusSummary": "Biscogniauxia is a genus of fungi in the family Xylariaceae. Subtaxa include Biscogniauxia capnodes var. capnodes, Biscogniauxia marginata and Biscogniauxia nummularia, which are plant pathogens. The genus was circumscribed by Otto Kuntze in 1891."
    },
    {
        "GenusName": "Discula",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Discula_polymorpha_01.JPG",
        "GenusSummary": "Discula is a genus of small land snails, terrestrial pulmonate gastropod mollusks in the family Hygromiidae, the hairy snails and their allies."
    },
    {
        "GenusName": "Lirula",
        "GenusImage": "",
        "GenusSummary": "Lirula is a genus of fungi within the Rhytismataceae family. The genus contains seven species."
    },
    {
        "GenusName": "Grifola",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/60/Eikhaas.JPG",
        "GenusSummary": "Grifola is a genus of fungi in the family Meripilaceae, which includes some edible fungi such as Grifola frondosa, commonly known as hen-of-the-woods (or Maitake in Japan); not to be confused with Laetiporus sulphureus, known among English speakers as chicken of the woods. The genus was circumscribed by Samuel Frederick Gray in 1821."
    },
    {
        "GenusName": "Podosphaera",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Podosphaera is a genus of fungi in the family Erysiphaceae. Species in this genus are plant pathogens, causing powdery mildew."
    },
    {
        "GenusName": "Coniophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/de/Coniophora_puteana_-_Lindsey.jpg",
        "GenusSummary": "Coniophora is a genus of fungi within the Coniophoraceae family. There are 20 species in the genus, which has a widespread distribution. One notable member is the cellar fungus (C. puteana), which causes wet rot in wood. Molecular analysis has revealed that there are cryptic species in the fungal lineages  Coniophora olivacea, C. arida, and C. puteana."
    },
    {
        "GenusName": "Eudarluca",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Eudarluca is a genus of fungi in the family Phaeosphaeriaceae."
    },
    {
        "GenusName": "Climacodon",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Climacodon_septentrionalis_134149.jpg",
        "GenusSummary": "Climacodon is a widespread genus of tooth fungi in the family Phanerochaetaceae."
    },
    {
        "GenusName": "Corynespora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Corynespora is a fungus genus. It is a member of the mitosporic Ascomycota, a heterogeneous group of ascomycotic fungi whose common characteristic is the absence of a sexual state.\nSpecies in the genus induce Corynespora leaf spot in  bleeding hearts (Clerodendrum thomsoniae)."
    },
    {
        "GenusName": "Eutypa",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Eutypa_acharii_194287.jpg",
        "GenusSummary": "Eutypa is a genus of fungi in the family Diatrypaceae. The widespread genus is estimated to contain 32 species. Anamorphic forms include the genera Libertella and Cytosporina. The genus was circumscribed in 1863 by the French mycologists and brothers Louis and Charles Tulasne."
    },
    {
        "GenusName": "Marssonina",
        "GenusImage": "",
        "GenusSummary": "Marssonina is a genus of fungi in the Dermateaceae family."
    },
    {
        "GenusName": "Pyrenophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "The fungal genus Pyrenophora includes 191 species [1], including the following plant pathogenic species: P. teres, P. graminea and P. tritici-repentis.\nP. teres  (teleomorph Drechslera teres) makes up to 3 conidia per conidiophore. It infects plants with an appressorium. It grows biotrophically in the first infected plant cell, but then switches to a necrotrophic growth mode. During necrotrophic growth the fungus can only be found in the plant apoplast but not within plant cells."
    },
    {
        "GenusName": "Sporisorium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Sporisorium is a fungus genus in the Ustilaginaceae family."
    },
    {
        "GenusName": "Ceratobasidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/b7/2012-03-09_Ceratobasidium_cornigerum_%28Bourd.%29_D.P._Rogers_203475.jpg",
        "GenusSummary": "Ceratobasidium is a genus of fungi in the order Cantharellales. Basidiocarps (fruit bodies) are effused and the genus is sometimes grouped among the corticioid fungi, though species also retain features of the heterobasidiomycetes. Rhizoctonia-like anamorphs of Ceratobasidium species are placed in the genus Ceratorhiza. Species are saprotrophic, but several are also facultative plant pathogens, causing a number of commercially important crop diseases. Some are also endomycorrhizal associates of orchids."
    },
    {
        "GenusName": "Thielavia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Thielavia is a genus of fungi in the family Chaetomiaceae. Circumscribed by German botanist Friedrich Wilhelm Zopf in 1876, Thielavia is a teleomorph of Myceliophthora. Collectively, the genus is widely distributed, and according to a 2008 estimate, contains 31 species. Thielavia heterothallica an T.  terrestris can cause infections in humans."
    },
    {
        "GenusName": "Gnomonia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Gnomonia is a genus of fungi in the family Gnomoniaceae.The genus contains as estimated 60 species including:\n\nGnomonia caryae\nGnomonia comari\nGnomonia dispora\nGnomonia fructicola\nGnomonia iliau\nGnomonia leptostyla\nGnomonia nerviseda\nGnomonia rubi\nGnomonia vulgaris"
    },
    {
        "GenusName": "Pestalotiopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Pestalotiopsis is a genus of ascomycete fungi. Pestalotiopsis species are known as plant pathogens.\nSome members of the genus are able to grow on the synthetic polymer polyurethane as its sole carbon source under both aerobic and anaerobic conditions, hence show promise as a form of bioremediation for waste reduction."
    },
    {
        "GenusName": "Ustilago",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Ustilago is a genus of approximately 200 smut fungi parasitic on grasses.There is a large research community that works on Ustilago maydis including researchers at the University of Georgia, Philipps-Universität Marburg, University of British Columbia and others. Research with this organism has led to better understanding of the genetics underlying self-non-self recognition through elucidation of the mating type system as well as fundamental aspects of signal transduction and cell-cycle regulation."
    },
    {
        "GenusName": "Hericium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/96/Hericium_coralloides_-_Male_Karpaty_I.jpg",
        "GenusSummary": "Hericium is a genus of edible mushrooms in the Hericiaceae family. Species in this genus are white and fleshy and grow on dead or dying wood; fruiting bodies resemble a mass of fragile icicle-like spines that are suspended from either a branched supporting framework or from a tough, unbranched cushion of tissue. This distinctive structure has earned Hericium species a variety of common names—monkey's head, lion's mane, and bear's head are examples. Taxonomically, this genus was previously placed within the order Aphyllophorales, but recent molecular studies now place it in the Russulales. Hericium means hedgehog in Latin.\n\n"
    },
    {
        "GenusName": "Daldinia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Cramp_ball_close-up.JPG",
        "GenusSummary": "Daldinia is a genus of fungi in the family Xylariaceae."
    },
    {
        "GenusName": "Hypodermella",
        "GenusImage": "",
        "GenusSummary": "Hypodermella is a genus of fungi within the Rhytismataceae family. The genus contains three species."
    },
    {
        "GenusName": "Phellinus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Phellinus is a genus of fungi in the family Hymenochaetaceae. Many species cause white rot. Fruit bodies, which are found growing on wood, are resupinate, sessile, and perennial. The flesh is tough and woody or cork-like, and brown in color. Clamp connections are absent, and the skeletal hyphae are yellowish-brown.The name Phellinus means cork.The species Phellinus ellipsoideus (previously Fomitiporia ellipsoidea) produced the largest ever fungal fruit body.Phellinus produces the natural phenol hispidin."
    },
    {
        "GenusName": "Botryosphaeria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Botryosphaeria is a genus of pathogenic fungi in the family Botryosphaeriaceae. There are 193 species, many of which are important disease-causing agents of various important agricultural crops."
    },
    {
        "GenusName": "Gaeumannomyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Gaeumannomyces is a genus of fungi in the family Magnaporthaceae."
    },
    {
        "GenusName": "Taphrina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Nsr-slika-338.png",
        "GenusSummary": "Taphrina is a fungal genus within the Ascomycota that causes leaf and catkin curl diseases and witch's brooms of certain flowering plants. One of the more commonly observed species causes peach leaf curl. Taphrina typically grow as yeasts during one phase of their life cycles, then infect plant tissues in which typical hyphae are formed, and ultimately they form a naked layer of asci on the deformed, often brightly pigmented surfaces of their hosts. No discrete fruit body is formed outside of the gall-like or blister-like tissues of the hosts. The asci form a layer lacking paraphyses, and they lack croziers. The ascospores frequently bud into multiple yeast cells within the asci. Phylogenetically, Taphrina is a member of a basal group within the Ascomycota, and type genus for the subphylum Taphrinomycotina, the class Taphrinomycetes, and order Taphrinales.\n\n"
    },
    {
        "GenusName": "Pleurotus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Mycomorphbox_Choice.png",
        "GenusSummary": "Pleurotus is a genus of gilled mushrooms which includes one of the most widely eaten mushrooms, P. ostreatus.  Species of Pleurotus may be called oyster, abalone, or tree mushrooms, and are some of the most commonly cultivated edible mushrooms in the world.  Pleurotus fungi have been used in mycoremediation of pollutants such as petroleum and polycyclic aromatic hydrocarbons.Pleurotus means \"side ear\", from Greek πλευρή (pleurē), \"side\" + ὠτός (ōtos), genitive of οὖς (ous), \"ear\"."
    },
    {
        "GenusName": "Olpidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Rozella_allomycis2.jpg",
        "GenusSummary": "Olpidium is one of five fungal plant pathogen genera in the family Olpidiaceae."
    },
    {
        "GenusName": "Arthuriomyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Arthuriomyces is a genus of rust fungi in the family Phragmidiaceae. The genus contains three species that are found in North America, Russia, China, and Japan. The genus is named in honor of American botanist Joseph Charles Arthur, noted for his research on rust fungi."
    },
    {
        "GenusName": "Neotyphodium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Neotyphodium is a genus of endophytic fungi symbiotic with grasses. It used to contain a number of asexually reproducing species colonising the leaves of cool-season grasses, but most of them, including the type species N. coenophialum, have been merged into the genus Epichloë in 2014. Two species of unclear position are exclude from this treatment:\nNeotyphodium chilense from Chile should be treated as Acremonium chilense since the previous transfer to Neotyphodium is untested.\nNeotyphodium starrii is closely related to N. coenophialum, but the taxonomic status (whether it is a distinct species or not) within Epicloë is unclear (nomen dubium).\n\n"
    },
    {
        "GenusName": "Collybia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/1e/Collybia.cookei.-.lindsey.jpg",
        "GenusSummary": "Collybia (in the strict sense) is a genus of mushrooms in the Tricholomataceae family. The genus has a widespread but rare distribution in north temperate areas, and contains three species that grow on the decomposing remains of other mushrooms.Until recently a large number of other white-spored species, some very common, were assigned to this genus, but now the majority have been separated into other genera: Gymnopus, Rhodocollybia and Dendrocollybia."
    },
    {
        "GenusName": "Antrodia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/df/Antrodia_albobrunnea_FI.jpg",
        "GenusSummary": "Antrodia is a genus of fungi in the family Fomitopsidaceae. Antrodia species have fruit bodies that typically resupinate (i.e., lying flat or spread out on the growing surface), with the hymenium exposed to the outside; the edges may be turned so as to form narrow brackets. Most species are found in temperate and boreal forests, and cause brown rot."
    },
    {
        "GenusName": "Colletotrichum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/77/Colletotrichum_lindemuthianum.jpg",
        "GenusSummary": "Colletotrichum (sexual stage: Glomerella) is a genus of fungi that are symbionts to plants as endophytes (living within the plant) or phytopathogens. Many of the species in this genus are plant pathogens, but some species may have a mutualistic relationship with hosts."
    },
    {
        "GenusName": "Chrysomyxa",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Chrysomyxa is a genus of rust fungi in the family Coleosporiaceae. The genus, widespread in the Northern Hemisphere, contains about 23 species. Rust fungi in the genus Chrysomyxa occur in boreal forests of the northern hemisphere on Pinaceae, (mostly Picea), and most species alternate to angiosperm hosts in the Ericaceae."
    },
    {
        "GenusName": "Acremonium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Acremonium_falciforme_PHIL_4167_lores.jpg",
        "GenusSummary": "Acremonium is a genus of fungi in the family Hypocreaceae. It used to be known as \"Cephalosporium\"."
    },
    {
        "GenusName": "Labyrinthula",
        "GenusImage": "",
        "GenusSummary": "The genus Labyrinthula is part of the group Labyrinthulomycetes and contains thirteen species. The major feature of this genus is the formation of an ectoplasmic net secreted by specialized organelles called bothrosomes which surrounds the colony, which is also used by Labyrinthula for moving. The protist reproduces by zoosporulation as it sets  some flagellated spores free from a sporangium. Zoospores prove the belonging of Labyrinthula in the Heterokont phylum due to the distinct flagellar morphology, in which the anterior one is covered in mastigonemes.\nThe interest in Labyrinthula arose as it has been identified as the cause of the \"wasting disease\", which led to the death of more than 90% of the seagrass population of the North Atlantic coast in the early 1930s."
    },
    {
        "GenusName": "Mucor",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Mucor is a microbial genus of approximately 40 species of moulds commonly found in soil, digestive systems, plant surfaces, some cheeses like tomme de savoie, rotten vegetable matter and iron oxide residue in the biosorption process."
    },
    {
        "GenusName": "Cordana",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Cordana_leaf_spot_by_Cordana_musae.jpg",
        "GenusSummary": "Cordana is an ascomycete fungus genus."
    },
    {
        "GenusName": "Albugo",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e1/White_rust_symptoms.jpg",
        "GenusSummary": "Albugo is a genus of plant-parasitic oomycetes. Those are not true fungi (Eumycota), although many discussions of this organism still treat it as a fungus. The taxonomy of this genus is incomplete, but several species are plant pathogens. Albugo is one of three genera currently described in the family Albuginaceae, the taxonomy of many species is still in flux.\nThis organism causes white rust or white blister diseases in above-ground plant tissues. While these organisms affect many types of plants, the destructive aspect of infection is limited to a few agricultural crops, including: beets (garden and sugar), Brussels sprouts, cabbages, Chinese cabbage, cauliflower, collards, garden cress, kale, lettuce, mustards, parsnip, radish, horseradish, rapeseed, salsify (black or white), spinach, sweet potatoes, turnips, watercress, and perhaps water-spinach."
    },
    {
        "GenusName": "Oxyporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Oxyporus_populinus_2.jpg",
        "GenusSummary": "Oxyporus is a genus of polypore fungi in the family Schizoporaceae. An individual family Oxyporaceae was described for the genus. A number of species in this genus are plant pathogens, causing a white rot. The genus is widely distributed."
    },
    {
        "GenusName": "Cymadothea",
        "GenusImage": "",
        "GenusSummary": "Cymadothea is a genus of fungi in the family Mycosphaerellaceae."
    },
    {
        "GenusName": "Perenniporia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/77/Open_Access_logo_PLoS_transparent.svg",
        "GenusSummary": "Perenniporia is a cosmopolitan genus of bracket-forming or crust-like polypores in the family Polyporaceae. They are dimitic or trimitic with smooth, thick-walled basidiospores and cause a white rot in affected wood."
    },
    {
        "GenusName": "Schizophyllum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "GenusSummary": "Schizophyllum is a genus of fungi in the family Schizophyllaceae. The widespread genus contains six wood-rotting species."
    },
    {
        "GenusName": "Cucurbitaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/26/Cucurbitaria_laburni_194285.jpg",
        "GenusSummary": "Cucurbitaria is a genus of corticioid fungi in the family Cucurbitariaceae. The genus was circumscribed by Samuel Frederick Gray in 1821."
    },
    {
        "GenusName": "Aspergillus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Ascomycetes.jpg",
        "GenusSummary": "Aspergillus () is a genus consisting of a few hundred mold species found in various climates worldwide.\nAspergillus was first catalogued in 1729 by the Italian priest and biologist Pier Antonio Micheli. Viewing the fungi under a microscope, Micheli was reminded of the shape of an aspergillum (holy water sprinkler), from Latin spargere (to sprinkle), and named the genus accordingly.  Aspergillum is an asexual spore-forming structure common to all Aspergillus species; around one-third of species are also known to have a sexual stage."
    },
    {
        "GenusName": "Trametes",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Trametes is a genus of fungi that is distinguished by a pileate basidiocarp, di- to trimitic hyphal systems, smooth non-dextrinoid spores, and a hymenium usually without true hymenial cystidia. The genus has a widespread distribution and contains about fifty species. The genus was circumscribed by Elias Magnus Fries in 1836.\nTrametes fungi are food for caterpillars of certain Lepidoptera, mainly fungus moths (Tineidae) such as Triaxomera parasitella."
    },
    {
        "GenusName": "Magnaporthe",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Magnaporthe is a genus of ascomycete fungi. Several of the species are cereal pathogens. There are five species in the widespread genus."
    },
    {
        "GenusName": "Physalospora",
        "GenusImage": "",
        "GenusSummary": "Physalospora is a genus of fungi in the family Hyponectriaceae. The genus is estimated to contain about 36 species that grow on dead leaves. Often confused with Botryosphaeria, Physalospora is probably polyphyletic."
    },
    {
        "GenusName": "Monilinia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Monilia_spores_160X.png",
        "GenusSummary": "Monilinia is a genus of fungi in the family Sclerotiniaceae.Monilinia fungi are pathogens to Rosaceae and Ericaceae and often cause major losses to crops. The genus is sometimes divided into two sections based on whether they possess disjunctors - these are small structures in mature fungi that help with spore dispersal. There are about thirty known species in this genus. Most studies of the fungi focuses on their pathogenic effects toward apples, pears and other fruits. The disease it causes is known as brown rot.In Japan, this fungus has seen apothecial uses"
    },
    {
        "GenusName": "Stagonosporopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Stagonosporopsis is a genus of ascomycote fungi, containing several pathogens to plants.Some of these pathogens affect Hippeastrum (S. curtisii)."
    },
    {
        "GenusName": "Isthmiella",
        "GenusImage": "",
        "GenusSummary": "Isthmiella is a genus of fungi within the Rhytismataceae family. The genus contains four species."
    },
    {
        "GenusName": "Cerrena",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/Cerrena_unicolor_45687.jpg",
        "GenusSummary": "Cerrena is a genus of poroid fungi in the family Polyporaceae. The genus was circumscribed by Samuel Frederick Gray in 1821. Gray's type species, Cerrena cinerea, is now known as C. unicolor."
    },
    {
        "GenusName": "Rhytisma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/99/Rhytisma_acerinum_brok_3_beentree.jpg",
        "GenusSummary": "Rhytisma is a genus of fungi in the Rhytismataceae family commonly known as 'tar spot'. There are about 18 species, which live parasitically in the leaves of deciduous trees."
    },
    {
        "GenusName": "Pseudoperonospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Phytophtora_reproduction.png",
        "GenusSummary": "Pseudoperonospora is a genus of water moulds which includes several species known for causing downy mildew infections on plants.\nSpecies include:\n\nPseudoperonospora cannabina - causes downy mildew on hemp\nPseudoperonospora cubensis - causes downy mildew on cucurbits\nPseudoperonospora humuli - causes downy mildew on hops"
    },
    {
        "GenusName": "Marasmius",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "GenusSummary": "Marasmius is a genus of mushroom-forming fungi in the family Marasmiaceae.  It contains about 500 species of agarics, of which a few, such as Marasmius oreades, are edible.  However, most members of this genus are small, unimpressive brown mushrooms.  Their humble appearance contributes to their not being readily distinguishable to non-specialists, and they are therefore seldom collected by mushroom hunters.  Several of the species are known to grow in the characteristic fairy ring pattern.\n\nThe author of the genus was Elias Magnus Fries, who in 1838 classified white-spored agarics having a tough central stipe in this taxon if they were marcescent, i.e. they could dry out, but later revive when moistened. For Fries, marcescence (by contrast with the \"putrescent\" (decomposing) nature of most mushrooms) was an important character for classification, which he used to separate this group from genus Collybia (which has now been split into many newer genera).  The name Marasmius itself comes from a Greek word marasmos, meaning \"drying out\".  Modern mycologists no longer consider the marcescence/putrescence distinction a reliable criterion for taxonomy, but Fries's definition of the genus is still roughly applicable."
    },
    {
        "GenusName": "Choanephora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/60/Choanephora_cucurbitarum.jpg",
        "GenusSummary": "Choanephora is a genus of Zygomycota fungi. Choanephora species are known as plant pathogens."
    },
    {
        "GenusName": "Meria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/43/Coat_of_Arms_of_Corsica.svg",
        "GenusSummary": "Meria  is a commune in the Haute-Corse department of France on the island of Corsica."
    },
    {
        "GenusName": "Apiognomonia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Apiognomonia is a genus of fungi in the family Gnomoniaceae. The genus contains 10 species."
    },
    {
        "GenusName": "Sclerotinia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Sclerotinia_sulcata_352526.jpg",
        "GenusSummary": "Sclerotinia is a genus of fungi in the family Sclerotiniaceae. The widely distributed genus contains 14 species."
    },
    {
        "GenusName": "Penicillium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Ascomycetes.jpg",
        "GenusSummary": "Penicillium ()  ascomycetous fungi are of major importance in the natural environment as well as food and drug production.\nSome members of the genus produce penicillin, a molecule that is used as an antibiotic, which kills or stops the growth of certain kinds of bacteria. Other species are used in cheesemaking. According to the Dictionary of the Fungi (10th edition, 2008), the widespread genus contains over 300 species."
    },
    {
        "GenusName": "Virgella",
        "GenusImage": "",
        "GenusSummary": "Virgella is a genus of fungi within the Rhytismataceae family. This is a monotypic genus, containing the single species Virgella robusta.\n\n"
    },
    {
        "GenusName": "Geosmithia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/63/Black_Walnut_Leaves.jpg",
        "GenusSummary": "Geosmithia is a genus of anamorphic fungi of uncertain familial placement in the order Hypocreales. The genus, circumscribed by Australian mycologist John Pitt in 1979, is widely distributed. A 2008 estimate placed ten species in the genus, but several new species have since been described. Thousand cankers disease, which affects economically important black walnut (Juglans nigra) populations in North America, is caused by Geosmithia morbida.Species in the genus are generally similar to those in Penicillium, but can be distinguished from them by forming cylindrical conidia from rough-walled phialides. Additionally, the conidia of Geosmithia do not have a green color, in contrast to the characteristic blue-grey or green-grey conidia of Penicillium. Some Geosmithia species have teleomorphic forms that are classified in the genus Talaromyces. However, Geosmithia is a polyphyletic taxon with evolutionary affinities to at least three groups of the euascomycete lineage within the Ascomycota. The generic name Geosmithia honors British mycologist George Smith."
    },
    {
        "GenusName": "Microdochium",
        "GenusImage": "",
        "GenusSummary": "Microdochium is a genus of ascomycete fungi, which contains several plant pathogens. The teleomorph is Monographella. The genus was circumscribed by German mycologist Hans Sydow in 1924."
    },
    {
        "GenusName": "Cylindrobasidium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Cylindrobasidium-evolvens-fungus.jpg",
        "GenusSummary": "Cylindrobasidium is a genus of corticioid fungi in the family Physalacriaceae. circumscribed by Swiss mycologist Walter Jülich in 1974, As of  June 2015, Index Fungorum lists eight species in the genus."
    },
    {
        "GenusName": "Pholiota",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Pholiota_squarrosa2.jpg",
        "GenusSummary": "Pholiota is a genus of small to medium-sized, fleshy mushrooms in the family Strophariaceae. They are saprobes that typically live on wood. The genus has a widespread distribution, especially in temperate regions, and contains about 150 species.Pholiota is derived from the Greek word pholis, meaning \"scale\".\n\n"
    },
    {
        "GenusName": "Gloeoporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Gloeoporus_dichrous_256143.jpg",
        "GenusSummary": "Gloeoporus is a genus of crust fungi in the family Irpicaceae. The genus has a widespread distribution."
    },
    {
        "GenusName": "Endocronartium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/21/Endocronartium_harknessii_148780.jpg",
        "GenusSummary": "Endocronartium is a genus of rust fungi in the Cronartiaceae family. The genus contains three species found in Europe, North America, and Japan, that grow on Pinus trees. Endocronartium was circumscribed by Hiratsuka in 1969."
    },
    {
        "GenusName": "Endothia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Endothia is a genus of fungi within the family Cryphonectriaceae."
    },
    {
        "GenusName": "Phyllactinia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Phyllactinia is a genus of fungi in the family Erysiphaceae. Species in this genus are plant pathogens, causing powdery mildew."
    },
    {
        "GenusName": "Rhytidiella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Rhytidiella is a genus of fungi in the family Cucurbitariaceae. According to the 2007 Outline of Ascomycota, the placement of the genus in this family in uncertain."
    },
    {
        "GenusName": "Neopeckia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Neopeckia is a genus of fungi in the class Dothideomycetes. The relationship of this taxon to other taxa within the class is unknown (incertae sedis)."
    },
    {
        "GenusName": "Gymnosporangium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "GenusSummary": "Gymnosporangium is a genus of heteroecious plant-pathogenic fungi which alternately infect members of the family Cupressaceae, primarily species in the genus Juniperus (junipers), and members of the family Rosaceae in the subfamily Amygdaloideae (apples, pears, quinces, shadbush, hawthorns, rowans and their relatives). According to the Dictionary of the Fungi (10th edition, 2008), there are about 57 species in the genus.In junipers (the primary hosts) (see photo), some species of the fungus form  a ball like gall about 2–4 cm in diameter which produces a set of orange tentacle-like spore tubes called telial horns. These horns expand and have a jelly like consistency when wet. In other species the telia  are produced directly from the bark of the juniper with no obvious gall formation or swelling such as in G. clarvariforme . The spores are released and travel on the wind until they infect an apple, pear, or hawthorn tree.\nOn the secondary hosts, the fungus produces yellowish depressions on the leaves. It also infects the fruit, which grows whitish tubes like a Medusa head. These are the spore tubes. The spores must then infect a juniper to complete the life cycle.\nThe fungus does not cause serious damage to junipers, but apple and pear trees can suffer serious loss of fruit production due to the effects of the fungus. Due to the economic impacts of the rusts in some areas where orchards are of commercial importance, some regions have attempted to ban the planting of and/or eradicate the coniferous hosts."
    },
    {
        "GenusName": "Ustilaginoidea",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Ustilaginoidea is a genus of anamorphic fungi whose teleomorphic states are in the Hypocreales order. The genus is widespread in subtropical regions, and contains six species. Ustilaginoidea was circumscribed by German botanist Julius Oscar Brefeld in 1895. Ustilaginoidea virens causes the disesase known alternatively as rice false smut, pseudosmut, or green smut."
    },
    {
        "GenusName": "Postia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2c/2010-06-24_Oligoporus_guttulatus_90882.jpg",
        "GenusSummary": "Postia is a genus of brown rot fungi in the family Fomitopsidaceae."
    },
    {
        "GenusName": "Nectria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/65/Nectriasp.jpg",
        "GenusSummary": "Nectria is a genus of Ascomycete fungi. They are most often encountered as saprophytes on decaying wood but some species can also occur as parasites of trees, especially fruit trees (for example apple) and a number of other hardwood trees. Some species are significant pests causing diseases such as apple canker, Nectria twig blight, and coral spot in orchards.\nIt is ubiquitous in cool temperate Europe and North America and appears to be an introduced species in New Zealand and Australia. The occurrence in New Zealand was first identified in 1996 in Otago and Southland although it is believed to have been present since the 1980s. In North America, Nectria infections have had economically important impacts on forestry and forest products including aspen, red oak, maple, beech, poplar, and birch. Species of Nectria also occur in warmer climates including island groups such as Hawaii. According to the Dictionary of the Fungi (10th edition, 2008), the genus contains 82 species.\n\n"
    },
    {
        "GenusName": "Erythricium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Erythricium is a genus of fungi in the family Corticiaceae. The genus has a widespread distribution and contains three species."
    },
    {
        "GenusName": "Dolabra",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Metopa_Columna_lui_Traian_Constructie_drum.jpg",
        "GenusSummary": "The dolabra is a versatile axe used by the people of Italy since ancient times. The dolabra could serve as a pickaxe used by miners and excavators, a priest's implement for ritual religious slaughtering of animals and as an entrenching tool (mattock) used in Roman infantry tactics.\nGnaeus Domitius Corbulo said, \"you defeat the enemy with a pickaxe\"."
    },
    {
        "GenusName": "Phytophthora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/55/Phytophthora_kernoviae_Rhododendron.jpg",
        "GenusSummary": "Phytophthora (from Greek φυτόν (phytón), \"plant\" and φθορά (phthorá), \"destruction\"; \"the plant-destroyer\") is a genus of plant-damaging oomycetes (water molds), whose member species are capable of causing enormous economic losses on crops worldwide, as well as environmental damage in natural ecosystems. The cell wall of Phytophthora is made up of cellulose. The genus was first described by Heinrich Anton de Bary in 1875.  Approximately 170 species have been described, although 100–500 undiscovered Phytophthora species are estimated to exist."
    },
    {
        "GenusName": "Peronospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Peronospora is a genus of plant pathogens (Eumycota) since they belong to the kingdom of chromalveolates.\nThere are about 75 species in the genus, mostly specific to genera or families of herbaceous dicotyledonous plants. One of the best known Peronospora species (Peronospora parasitica, on Brassicaceae) has now been shown to be a species complex in the genus Hyaloperonospora. The most important plant pathogen in this complex, on Brassica, is now known as Hyaloperonospora brassicae (and does not appear in the list below).\n\n"
    },
    {
        "GenusName": "Cantharellus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/aa/2007-07-14_Cantharellus_cibarius.jpg",
        "GenusSummary": "Cantharellus is a genus of popular edible mushrooms, commonly known as chanterelles, a name which can also refer to the type species, Cantharellus cibarius. They are mycorrhizal fungi, meaning they form symbiotic associations with plants, making them very difficult to cultivate. Caution must be used when identifying chanterelles for consumption due to lookalikes, such as the Jack-O-Lantern species (Omphalotus olearius and others), which can make a person very ill. Despite this, chanterelles are one of the most recognized and harvested groups of edible mushrooms.\nMany species of chanterelles contain antioxidant carotenoids, such as beta-carotene in C. cibarius and C. minor, and canthaxanthin in C. cinnabarinus and C. friesii.  They also contain significant amounts of vitamin D.The name comes from the Greek kantharos meaning \"tankard\" or \"cup\".\n\n"
    },
    {
        "GenusName": "Echinodontium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Echinodontium_tinctorium.jpg",
        "GenusSummary": "Echinodontium is a genus of fungi in the family Echinodontiaceae. The genus was published by American mycologist Job Bicknell Ellis in 1900, who described it thus: \"Differs from Hydnum in the thick, woody pileus of Fomes and the teeth beset with spines, as in Mucronophorus and Hymenochaete\". The type species, Echinodontium tinctorium, is commonly known as the \"indian paint fungus\" owing to its traditional use for bodypainting."
    },
    {
        "GenusName": "Radulodon",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Radulodon is a genus of toothed crust fungi in the family Meruliaceae. The genus was circumscribed in 1972 by Norwegian mycologist Leif Ryvarden, with R. americanus as the type species."
    },
    {
        "GenusName": "Gibberella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/6a/F.graminearum.JPG",
        "GenusSummary": "Gibberella is a genus of fungi in the family Nectriaceae. In 1926, Japanese scientists observed that rice plants infected with Gibberella had abnormally long stems (\"foolish seedling disease\").  A substance, gibberellin, was derived from this fungus.  Gibberellin is a plant hormone that promotes cell elongation, flower formation, and seedling growth."
    },
    {
        "GenusName": "Fomitopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Fomitopsis_pinicola_1.JPG",
        "GenusSummary": "Fomitopsis is a genus of more than 40 species of bracket fungi in the family Fomitopsidaceae."
    },
    {
        "GenusName": "Ophiostoma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Ophiostoma_minus.jpeg",
        "GenusSummary": "Ophiostoma is a genus of fungi within the family Ophiostomataceae. It was circumscribed in 1919 by mycologists Hans Sydow and Paul Sydow."
    },
    {
        "GenusName": "Melampsora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Melampsora is a genus of Basidiomycota fungi. Melampsora species are known as plant pathogens."
    },
    {
        "GenusName": "Leptosphaeria",
        "GenusImage": "",
        "GenusSummary": "Leptosphaeria is a genus of fungi in the family Phaeosphaeriaceae.\n\n"
    },
    {
        "GenusName": "Phaeolus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Fungus-IMG_3404.JPG",
        "GenusSummary": "Phaeolus is a genus of polypore fungi in the family Fomitopsidaceae. The generic name is derived from the Ancient Greek word φαιος meaning \"dark\" or \"obscure\"."
    },
    {
        "GenusName": "Polyporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/7d/2009-05-12_Polyporus_tuberaster_%28Jacq.%29_Fr_43277.jpg",
        "GenusSummary": "Polyporus is a genus of poroid fungi in the family Polyporaceae."
    },
    {
        "GenusName": "Fusicoccum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Fusicoccum is a genus of anamorphic fungi in the family Botryosphaeriaceae. There are over 90 species."
    },
    {
        "GenusName": "Tubercularia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Tubercularia is a genus of fungi in the Nectriaceae family. With the change to single name nomenclature in fungi, Tubercularia is now considered a synonym of Nectria."
    },
    {
        "GenusName": "Laetisaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Laetisaria is a genus of fungi in the family Corticiaceae. The genus has a widespread distribution and contains three species."
    },
    {
        "GenusName": "Mycoleptodiscus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Mycoleptodiscus is a genus of fungi in the family Magnaporthaceae."
    },
    {
        "GenusName": "Inonotus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Inonotus is a genus of fungi in the family Hymenochaetaceae. The genus, described by Petter Karsten in 1879, is estimated to contain about 80 species sensu lato and 30 species sensu stricto (in the strict sense).The name comes from ino meaning fibrous and ot meaning ear."
    },
    {
        "GenusName": "Limonomyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Limonomyces is a genus of fungi in the family Corticiaceae. The genus contains two species, found in Europe and North America."
    },
    {
        "GenusName": "Grovesinia",
        "GenusImage": "",
        "GenusSummary": "Grovesinia is a genus of fungi in the family Sclerotiniaceae."
    },
    {
        "GenusName": "Ganoderma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Ganoderma_applanatum_-_Lindsey.jpg",
        "GenusSummary": "Ganoderma, a genus of polypore fungi in the family Ganodermataceae, includes about 80 species, many from tropical regions. Because of their genetic diversity, use in traditional Asian medicines, and potential in bioremediation, they are an important genus economically. Ganoderma can be differentiated from other polypores because they have a double-walled basidiospore. They are sometimes called shelf mushrooms or bracket fungi."
    },
    {
        "GenusName": "Cordyceps",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/53/2010-08-06_Cordyceps_militaris_1.jpg",
        "GenusSummary": "Cordyceps  is a genus of ascomycete fungi (sac fungi) that includes about 400 species. Most Cordyceps species are endoparasitoids, parasitic mainly on insects and other arthropods (they are thus entomopathogenic fungi); a few are parasitic on other fungi.  The generic name Cordyceps is derived from the Greek word κορδύλη kordýlē, meaning \"club\", and the Greek word κεφάλι, meaning \"head\".\nThe genus has a worldwide distribution and most of the approximately 400 species have been described from Asia (notably Nepal, China, Japan, Bhutan, Korea, Vietnam, and Thailand). Cordyceps species are particularly abundant and diverse in humid temperate and tropical forests."
    },
    {
        "GenusName": "Kretzschmaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/6b/KretzschmariaDeusta052005.jpg",
        "GenusSummary": "Kretzschmaria is a genus of fungi in the family Xylariaceae. The genus, circumscribed by Swedish mycologist Elias Magnus Fries in 1849, contains about 30 species that collectively have a widespread distribution."
    },
    {
        "GenusName": "Wilcoxina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/1865_Disciotis_venosa.jpg",
        "GenusSummary": "Wilcoxina is a genus of fungi in the family Pyronemataceae. Species are cosmopolitan in distribution, and have been found growing with host plants in a wide variety on environments, such as nursery soils with high pH, mining sites with low pH and heavy metal contamination, natural forests and plantations, urban areas and peat soils. Wilcoxina species are mycorrhizal, and commonly infect a variety of conifers and deciduous trees such as Pinus, Betula, and Quercus. Some species have been shown to produce the siderophore compound ferricrocin. Wilcoxina was circumscribed by Chin Yang and Richard Korf in 1985."
    },
    {
        "GenusName": "Phyllosticta",
        "GenusImage": "",
        "GenusSummary": "Phyllosticta is a genus of fungi. Many of the species in this genus are common and important plant pathogens. They typically infect the foliage and cause tannish-gray leaf spots with dark brown to purple borders.  However, Phyllosticta may also infect fruit and stems.  Yield loss is a common consequence of Phyllosticta infection."
    },
    {
        "GenusName": "Cladosporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/3/3f/Cladosporium_sp_conidia.jpg",
        "GenusSummary": "Cladosporium is a genus of fungi including some of the most common indoor and outdoor molds. Species produce olive-green to brown or black colonies, and have dark-pigmented conidia that are formed in simple or branching chains. Many species of Cladosporium are commonly found on living and dead plant material. Some species are plant pathogens, others parasitize other fungi. Cladosporium spores are wind-dispersed and they are often extremely abundant in outdoor air. Indoors Cladosporium species may grow on surfaces when moisture is present. Cladosporium fulvum, cause of tomato leaf mould, has been an important genetic model, in that the genetics of host resistance are understood. In the 1960s, it was estimated that the genus Cladosporium contained around 500 plant-pathogenic and saprotrophic species, but this number has since been increased to over 772 species. The genus Cladosporium is very closely related to black yeasts in the order Dothideales. Cladosporium species are often highly osmotolerant, growing easily on media containing 10% glucose or 12–17% NaCl. They are rarely grown on media containing 24% NaCl or 50% glucose and never isolated from medium with 32% NaCl or greater. Most species have very fragile spore chains, making it extremely difficult to prepare a mount for microscopic observation in which the conidial chains are preserved intact."
    },
    {
        "GenusName": "Craterellus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/22/%22Yellow-footed_Chanterelle%22%2C_Cantharellus_xanthopus_%2810247558596%29.jpg",
        "GenusSummary": "Craterellus is a genus of generally edible fungi similar to the closely related chanterelles, with some new species recently moved from the latter to the former. Both groups lack true gills on the underside of their caps, though they often have gill-like wrinkles and ridges."
    },
    {
        "GenusName": "Cryptosporella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Cryptosporella is a genus of fungi in the family Gnomoniaceae. The genus was first circumscribed by Pier Andrea Saccardo in 1877. The genus contains 19 species."
    },
    {
        "GenusName": "Ophiosphaerella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Ophiosphaerella is a genus of fungi in the family Phaeosphaeriaceae. The genus was described by Italian-Argentinian botanist and mycologist Carlos Luigi Spegazzini in 1909. Several species are pathogens of turfgrass, causing darkly pigmented hyphae on roots known as \"dead spot\". Ophiosphaerella korrae, O. narmari, and O. herpotricha  affect bermudagrass (Cynodon species), while the latter fungus also causes dead spot in buffalo grass (Bouteloua dactyloides). Ophiosphaerella korrae is a cause of necrotic ring spot in creeping red fescue (Festuca rubra)."
    },
    {
        "GenusName": "Lentinus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/b9/2016-04-07_Lentinus_tigrinus_%28Bull.%29_Fr_611877.jpg",
        "GenusSummary": "Lentinus is a genus of fungi in the family Polyporaceae. The genus is widely distributed, with many species found in subtropical regions.The genus name Lentinus is derived from the Latin lent, meaning \"pliable\", and inus, meaning \"resembling\"."
    },
    {
        "GenusName": "Pseudopeziza",
        "GenusImage": "",
        "GenusSummary": "Pseudopeziza is a genus of fungi in the family Dermateaceae. The genus contains 3 species."
    },
    {
        "GenusName": "Uromyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Uromyces is a genus of rust fungi in the family Pucciniaceae. The genus was described by Franz Unger in his 1833 work Die Exantheme der Pflanzen."
    },
    {
        "GenusName": "Cylindrosporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Cylindrosporium is a genus of parasitic fungi.  The genus includes several plant pathogens that cause leaf spot."
    },
    {
        "GenusName": "Metarhizium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/99/Metarhizium_anisopliae_infected_cockroach_%28PLoS%29.jpg",
        "GenusSummary": "Metarhizium is a genus of entomopathogenic fungi in the Clavicipitaceae family.  With the advent of genetic profiling,  placing these fungi in proper taxa has now become possible. Most turn out to be the asexual forms (anamorphs) of fungi in the phylum Ascomycota, including Metacordyceps spp."
    },
    {
        "GenusName": "Bremia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f5/IJssla_wit_%28Iceberg_with_Bremia_lactucae%29.jpg",
        "GenusSummary": "Bremia is a genus of water moulds in the family Peronosporaceae."
    },
    {
        "GenusName": "Phoma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Phoma_spores_160X.png",
        "GenusSummary": "Phoma is a genus of common coelomycetous soil fungi. It contains many plant pathogenic species."
    },
    {
        "GenusName": "Corticium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Corticium is a genus of crust fungi in the family Corticiaceae. According to a 2008 estimate, the genus contains 25 widely distributed species."
    },
    {
        "GenusName": "Lepteutypa",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Seiridium_canker_100814w.JPG",
        "GenusSummary": "Lepteutypa is a genus of plant pathogens in the family Amphisphaeriaceae. First described by the Austrian mycologist Franz Petrak in 1923, the genus contains 10 species according to a 2008 estimate.The genus Lepteutypa is teleomorphic (reproducing sexually) and the corresponding anamorphic name, used to describe the asexual form, is Seiridium (formerly Coryneum).  For instance, the name Seiridium cupressi can still be used for the anamorphic form of that species, but now that it is known that a sexual stage exists, the name Lepteutypa cupressi should be preferred for the species as a whole.  On the other hand, no sexual stage of species Seiridium cardinale is known, so that is its only name.Seiridium cardinale and L. cupressi are important to gardeners and foresters as they cause the devastating Cyprus canker disease of Cupressus, Thuja, and related conifers in Northern Europe, America, Australia and New Zealand. S. cardinale is from California and was introduced to Europe around the 1930s, probably from infected nursery stock. A separate introduction affected the southern hemisphere."
    },
    {
        "GenusName": "Monochaetia",
        "GenusImage": "",
        "GenusSummary": "Monochaetia is a genus of fungi in the family Amphisphaeriaceae. Species in the genus are typically plant parasites and saprobes, and cause leaf spot diseases on various hosts."
    },
    {
        "GenusName": "Phaeocryptopus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Phaeocryptopus is a genus of fungi in the family Venturiaceae."
    },
    {
        "GenusName": "Capnodium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "GenusSummary": "Capnodium is a genus of sooty molds in the family Capnodiaceae. It was circumscribed in 1849 by French mycologist Camille Montagne with Capnodium salicinum as the type species."
    },
    {
        "GenusName": "Caloscypha",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Caloscypha_fulgens.jpg",
        "GenusSummary": "Caloscypha is a fungal genus in the family Caloscyphaceae (order Pezizales). A monotypic genus, it contains the single species Caloscypha fulgens, commonly known as the spring orange peel fungus, the golden cup, or the dazzling cup. It is a cup fungus, typically up to 4 centimetres (1.6 in) in diameter, with a bright to pale orange interior and orange; specimens that are old or bruised often have an olive-green discoloration, especially around the edges. In North America, it is usually found on the ground in forest litter near conifers. Fruiting occurs in early spring following snow melt. The asexual (imperfect), or conidial stage of C. fulgens is the plant pathogenic species Geniculodendron pyriforme, known to infect dormant seeds of the Sitka spruce.\n\n"
    },
    {
        "GenusName": "Pythium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/7c/Pythium_%28248_24%29.jpg",
        "GenusSummary": "Pythium is a genus of parasitic oomycotes. They were formerly classified as fungi. Most species are plant parasites, but Pythium insidiosum is an important pathogen of animals, causing pythiosis. The feet of the fungus gnat are frequently a vector for their transmission."
    },
    {
        "GenusName": "Leveillula",
        "GenusImage": "",
        "GenusSummary": "Leveillula is a genus of fungi in the family Erysiphaceae."
    },
    {
        "GenusName": "Scytinostroma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "GenusSummary": "Scytinostroma is a genus of fungi in the Lachnocladiaceae family. The genus contains 32 species that collectively have a widespread distribution. The genus was circumscribed by mycologist Marinus Anton Donk in 1956."
    },
    {
        "GenusName": "Pyrofomes",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Pyrofomes is a genus of fungi in the family Polyporaceae. The genus was circumscribed by Czech mycologists František Kotlaba and Zdenek Pouzar in 1964. The type species, Pyrofomes demidoffii, was once considered a widespread species with a distribution that included East Africa, Middle Asia, Europe, and North America. DNA evidence demonstrated that North American collections represented a lineage that was different than European collections. The North American sibling was reinstated as P. juniperinus in 2017."
    },
    {
        "GenusName": "Cladobotryum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Cladobotryum is a genus of fungi in the family Hypocreaceae."
    },
    {
        "GenusName": "Pleospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Pleospora is a genus of ascomycete fungi.  This genus was originally described by Gottlob Ludwig Rabenhorst in 1857 and was revised by Wehmeyer and Muller. There are an estimated 63 species."
    },
    {
        "GenusName": "Coriolopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Coriolopsis_gallica_194280.jpg",
        "GenusSummary": "Coriolopsis is a genus of fungi in the family Polyporaceae. It was circumscribed by American mycologist William Alphonso Murrill in 1905. The genus is cosmopolitan, with most species in tropical areas. The generic name combines the name Coriolus with the Ancient Greek word ὄψις (\"appearance\")."
    },
    {
        "GenusName": "Sclerotium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Athelia_rolfsii_sclerotia.jpg",
        "GenusSummary": "A sclerotium (), plural sclerotia (), is a compact mass of hardened fungal mycelium containing food reserves. One role of sclerotia is to survive environmental extremes. In some higher fungi such as ergot, sclerotia become detached and remain dormant until favorable growth conditions return. Sclerotia initially were mistaken for individual organisms and described as separate species until Louis René Tulasne proved in 1853 that sclerotia are only a stage in the life cycle of some fungi. Further investigation showed that this stage appears in many fungi belonging to many diverse groups. Sclerotia are important in the understanding of the life cycle and reproduction of fungi, as a food source, as medicine (for example, ergotamine), and in agricultural blight management.\nExamples of fungi that form sclerotia are ergot (Claviceps purpurea), Polyporus tuberaster, Psilocybe mexicana, Sclerotium delphinii and many species in Sclerotiniaceae. The plasmodium of slime molds can form sclerotia in adverse environmental conditions."
    },
    {
        "GenusName": "Bjerkandera",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Bjerkandera_adusta_3_-_Lindsey.jpg",
        "GenusSummary": "Bjerkandera is a genus of seven species of wood-rotting fungi in the family Meruliaceae."
    },
    {
        "GenusName": "Leptosphaerulina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Leptosphaerulina is a genus of fungi in the class Dothideomycetes. The relationship of this taxon to other taxa within the class is unknown (incertae sedis). The genus was first described by Australian plant pathologist Daniel McAlpine in 1902.Situation: A range of cool season grasses.\nTurf damage: Uniform yellow or brown\nlesions may extend down to the leaf sheath.\nWater-soaked lesions, which quickly fade to\na bleached white, may also occur on the leaf\nblades.\nOccurrence: Disease outbreaks can occur\nduring warm, humid weather on fescue,\nryegrass or bentgrass. Large turf areas\nbecome uniformly blighted or appear patchy\nwith individual leaves dying back from the tip.\n\n"
    },
    {
        "GenusName": "Neofabraea",
        "GenusImage": "",
        "GenusSummary": "Neofabraea is a genus of fungi in the family Dermateaceae. The genus contains 4 species."
    },
    {
        "GenusName": "Grovesiella",
        "GenusImage": "",
        "GenusSummary": "Grovesiella is a genus of fungi in the family Helotiaceae. The genus contains three species."
    },
    {
        "GenusName": "Curvularia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/96/Curvularia_geniculata_01.jpg",
        "GenusSummary": "Curvularia is a hyphomycete (mold) fungus which is a facultative pathogen, or beneficial partner of many plant species and common in soil. Most Curvularia are found in tropical regions, though a few are found in temperate zones.\nCurvularia defined by the type species C. lunata (Wakker) Boedijn. Curvularia lunata  appears  as  shiny  velvety-black,  fluffy growth on the colony surface. C. lunata is distinguished by septate, dematiaceous hyphae producing brown, geniculate conidiophores. The poroconidia are curved slightly to distinctly, transversely septate, with an expanded third cell from the pore end of the conidium. Curvularia can  be  easily  distinguished  from  Bipolaris  and  Drechslera  spp. since the conidia are non-distoseptate, that is, septate from edge to edge of the conidial wall. The teleomorphic state of the type species Curvularia lunata is Cochliobolus lunatus (Fam. Pleosporaceae, Ord. Pleosporales, Cla. Loculoascomycetes, Phy. Ascomycota)."
    },
    {
        "GenusName": "Fomes",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Fomes_fomentarius_sasata.JPG",
        "GenusSummary": "Fomes is a genus of perennial woody fungi in the family Polyporaceae. Species are typically hoof-shaped (ungulate). New growth each season is added to the margin, resulting in a downward extension of the hymenium. This often results in a zonate appearance of the upper surface, that is, marked by concentric bands of color.\nThe name comes from Latin fomes, meaning \"tinder\", from the use of Fomes fomentarius, also known as the tinder fungus, in making tinder (see amadou)."
    },
    {
        "GenusName": "Entyloma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/93/Entyloma_achilleae_-_Lindsey.jpg",
        "GenusSummary": "Entyloma is a genus of smut fungi in the family Entylomataceae. The genus was described by Anton de Bary in 1874. A 2008 estimates places about 180 species in the genus. The anamorph form of Entyloma  is Entylomella."
    },
    {
        "GenusName": "Guignardia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Guignardia is a genus of fungi in the family Botryosphaeriaceae."
    },
    {
        "GenusName": "Cenangium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Cenangium_ferruginosum.jpg",
        "GenusSummary": "Cenangium is a genus of fungi in the family Helotiaceae. The genus contains 25 species. The type species Cenangium ferruginosum causes dieback of pines."
    },
    {
        "GenusName": "Cytospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Cytospora is a genus of ascomycete fungi. Cytospora species are known as plant pathogens.\n\n"
    },
    {
        "GenusName": "Coryneopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/3/36/Coryneopsis.rubi.-.lindsey.jpg",
        "GenusSummary": "Coryneopsis is a fungus genus. Index Fungorum considers it a synonym of Seimatosporium."
    },
    {
        "GenusName": "Myrothecium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/df/Wikispecies-logo.svg",
        "GenusSummary": "Myrothecium is a genus of fungi in the order Hypocreales and is now placed in the family Stachybotryaceae."
    },
    {
        "GenusName": "Trichoderma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/07/Trichoderma_colony_in_nature.jpg",
        "GenusSummary": "Trichoderma is a genus of fungi in the family Hypocreaceae, that is present in all soils, where they are the most prevalent culturable fungi. Many species in this genus can be characterized as opportunistic avirulent plant symbionts. This refers to the ability of several Trichoderma species to form mutualistic endophytic relationships with several plant species. The genomes of several Trichoderma species have been sequenced and are publicly available from the JGI."
    },
    {
        "GenusName": "Trichaptum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Trichaptum is a genus of poroid fungi. The genus was circumscribed by American mycologist William Alphonso Murrill in 1904. Formerly classified in the family Polyporaceae, several molecular studies have shown that the genus belongs to the order Hymenochaetales."
    },
    {
        "GenusName": "Thielaviopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Thielaviopsis is a small genus of fungi in the order Microascales. The genus includes several important agricultural pathogens. The most widespread is T. basicola, the causal agent in several root rot diseases of economically important crop species including cotton and a variety of vegetables. In cotton, Thielaviopsis root rot, also known as black root rot causes necrosis of the roots and stunting of the crop plants."
    },
    {
        "GenusName": "Gymnoconia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Gymnoconia is a genus of rust fungi in the family Phragmidiaceae. G. nitens causes an orange rust of Rubus species."
    },
    {
        "GenusName": "Geotrichum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Geotrichosis_Case_151%282%29.jpg",
        "GenusSummary": "Geotrichum is a genus of fungi found worldwide in soil, water, air, and sewage, as well as in plants, cereals, and dairy products; it is also commonly found in normal human flora and is isolated from sputum and feces. It was first described in 1809 by Johann Heinrich Friedrich Link.The genus Geotrichum includes over 100 species. The most clinically relevant is Saprochaeta capitata, formerly known as Geotrichum capitatum, with most cases occurring in Europe.Saprochaete clavata, formerly known as Geotrichum clavatum, is an uncommon infection that has been associated with sporadic outbreaks. Geotrichum candidum is closely related to Saprochaeta sp., rarely isolated but may cause invasive and disseminated disease with high mortality Yeast-like and mold-like strains have been identified.The most important risk factor for invasive fungal infection related to Geotrichum is severe immunosuppression, especially in hematological malignancies as acute leukemia, associated with profound and prolonged neutropenia.Fungemia is very common, often with deep organ involvement (lung, liver, spleen, and central nervous system) and also skin and mucous membranes lesions. There is no optimal treatment for Geotrichum infections but based on existing data guidelines recommend amphotericin B with or without co-administered flucytosine or with voriconazole showing good in vitro susceptibility.\nMortality associated with Geotrichum-related infections is high, ranging from 57% to 80%.Increasing the knowledge on Geotrichum related invasive fungal infections may improve early diagnosis and adequate treatment of these severe infections.\n\n"
    },
    {
        "GenusName": "Erysiphe",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/40/Oak_Mildew.JPG",
        "GenusSummary": "Erysiphe is a genus of fungi in the Erysiphaceae family. Many of the species in this genus are plant pathogens which cause powdery mildew."
    },
    {
        "GenusName": "Irpex",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Irpex is a genus of corticioid fungi in the order Polyporales. Species produce fruit bodies that grow as a crust on the surface of dead hardwoods. The crust features an irpicioid spore-bearing surface (for which the genus is named), meaning it has irregular and flattened teeth. Irpex is distinguished from the similar genera Junghuhnia and Steccherinum by the simple septa found in the generative hyphae."
    },
    {
        "GenusName": "Stagonospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Stagonospora is a genus of fungi clustering in the Phaeosphaeriaceae (Quaedvlieg). Several of the species in this genus are plant pathogens.\n\n"
    },
    {
        "GenusName": "Lophodermella",
        "GenusImage": "",
        "GenusSummary": "Lophodermella is a genus of fungi within the Rhytismataceae family. The genus contains nine species."
    },
    {
        "GenusName": "Rhizopus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Rhizopus is a genus of common saprophytic fungi on plants and  specialized parasites on animals. They are found on a wide variety of organic substrates, including \"mature fruits and vegetables\", jellies, syrups, leather, bread, peanuts, and tobacco. They are multicellular. Some Rhizopus species are opportunistic agents of human zygomycosis (fungal infection) and can be fatal. Rhizopus infections may also be a complication of diabetic ketoacidosis. This widespread genus includes at least eight species.\n\nRhizopus species grow as filamentous, branching hyphae that generally lack cross-walls (i.e., they are coenocytic). They reproduce by forming asexual and sexual spores. In asexual reproduction, sporangiospores are produced inside a spherical structure, the sporangium. Sporangia are supported by a large apophysate columella atop a long stalk, the sporangiophore. Sporangiophores arise among distinctive, root-like rhizoids. In sexual reproduction, a dark zygospore is produced at the point where two compatible mycelia fuse. Upon germination, a zygospore produces colonies that are genetically different from either parent.\n\nR. microsporus var. oligosporus is used to make tempeh, a fermented food derived from soybeans.\nR. oryzae is used in the production of alcoholic beverages in parts of Asia and Africa.\nRhizopus stolonifer (black bread mold) causes fruit rot on strawberry, tomato, and sweet potato and used in commercial production of fumaric acid and cortisone.Various species, including R. stolonifer, may cause soft rot in sweet potatoes and Narcissus."
    },
    {
        "GenusName": "Diplocarpon",
        "GenusImage": "",
        "GenusSummary": "Diplocarpon is a genus of fungi in the Dermateaceae family. The genus contains 6 species."
    },
    {
        "GenusName": "Pucciniastrum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Pucciniastrum is a genus of Basidiomycota fungi. Pucciniastrum species are known as plant pathogens.\n\n"
    },
    {
        "GenusName": "Valsa",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/c0/2016-01-24_Valsa_salicina_597242.jpg",
        "GenusSummary": "Valsa is a genus of fungi within the Valsaceae family. There are about 70 species in the widespread genus. Anamorphs are classified in the genus Cytospora."
    },
    {
        "GenusName": "Physoderma",
        "GenusImage": "",
        "GenusSummary": "Physoderma is a genus of chytrid fungi. Described by German botanist Karl Friedrich Wilhelm Wallroth in 1833, the genus contains some species that are parasitic on vascular plants, including P. alfalfae and P. maydis, causative agents of crown wart of alfalfa and brown spot of corn, respectively. Of the chytrid genera, Physoderma is the oldest. However, species were confused with the rust fungi, the genus Synchytrium, and the genus Protomyces of Ascomycota. Members of Physoderma are obligate parasites of pteridophytes and angiosperms. There are approximately 80 species within this genus (depending on whether one includes those traditionally belonging to Urophlyctis)."
    },
    {
        "GenusName": "Paecilomyces",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "GenusSummary": "Paecilomyces is a genus of fungi. A number of species in this genus are plant pathogens.\nSeveral of the entomopathogenic species, such as \"Paecilomyces fumosoroseus\" have now been placed in the genus Isaria: in the order Hypocreales and family Cordycipitaceae.In 1974, R.A. Samson transferred the nematicidal species Paecilomyces lilacinus to this genus. However, publications in the 2000s (decade) indicated that the genus Paecilomyces was not monophyletic, and the new genus Purpureocillium was created to hold the taxon which includes P. lilacinum: with both parts of the name referring to the purple conidia produced by the fungus."
    },
    {
        "GenusName": "Cronartium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Cronartium_ribicola1.jpg",
        "GenusSummary": "Cronartium is a genus of rust fungi in the family Cronartiaceae.\nThey are heteroecious rusts with two alternating hosts, typically a pine and a flowering plant, and up to five spore stages. Many of the species are plant diseases of major economic importance, causing significant damage.\n\nSpecies, hosts and natural distributionCronartium appalachianum: Pinus virginiana, Santalaceae. Eastern North America.\nCronartium arizonicum: Pinus ponderosa and related pines, Scrophulariaceae. Western North America.\nCronartium comandrae: Pinus subgenus Pinus, Santalaceae. North America.\nCronartium comptoniae: Pinus subgenus Pinus, Myricaceae. North America.\nCronartium conigenum: Pinus subgenus Pinus, Fagaceae. Southwestern North America.\nCronartium flaccidum: Pinus subgenus Pinus, several families. Europe, Asia.\nCronartium occidentale: Strobus subgenus Strobus, Saxifragaceae. Southwestern North America.\nCronartium orientale: Pinus subgenus Pinus Quercus. Japan.\nCronartium quercuum: Pinus subgenus Pinus, Fagaceae. North America, Asia.\nCronartium ribicola: Pinus subgenus Strobus, Grossulariaceae. Europe, Asia.\nCronartium stalactiforme: Pinus subgenus Pinus, Scrophulariaceae. North America.\nCronartium strobilinum: Pinus subgenus Pinus, Fagaceae. Southeastern North America.Some of the species have been introduced accidentally outside of their natural ranges, notably C. ribicola into North America, where it is an invasive species causing heavy mortality in several pines which have little or no resistance to it."
    },
    {
        "GenusName": "Beauveria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Beauveria.jpg",
        "GenusSummary": "Beauveria is a genus of asexually-reproducing fungi allied with the ascomycete family Cordycipitaceae. Its several species are typically insect pathogens. The sexual states (teleomorphs) of Beauveria species, where known, are species of Cordyceps.\nBeauveria species are white entomopathogenic fungi. They form unicellular conidia that are typically hydrophobic and very small. The conidia are formed holoblastically from basally inflated conidiogenous cells. After conidium production, the conidiogenous cell elongates before producing another conidium atop a small denticle (a narrow projection bearing a conidium or sporangium). The result is the formation of a distinctive, slender, zig-zag rachis. Colonies of Beauveria species are typically white or off-white on artificial culture media.\nSpecies of Tritirachium resemble Beauveria species in having a zig-zag conidiogenous cells, but differ in lacking conspicuous denticles and in producing yellow-brown to purple colonies.\nBeauveria species are commonly found associated with insects or habitats supporting insects, including soil and private dwellings. B. bassiana, the most widely known member of this genus, has been developed as a biological pesticide for various insect pests."
    },
    {
        "GenusName": "Cryphonectria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Chestnut_blight.jpg",
        "GenusSummary": "Cryphonectria is a fungal genus in the order Diaporthales. The most well-known and well-studied species in the genus is Cryphonectria parasitica, the species which causes chestnut blight. The genus was, for a time, considered synonymous with Endothia, but the two are now recognised as distinct. Taxonomic studies in 2006 limited the genus to four species, but a fifth, Cryphonectria naterciae, was described in 2011 from Portugal."
    },
    {
        "GenusName": "Heterobasidion",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Heterobasidion_annosum_2_-_Lindsey.jpg",
        "GenusSummary": "Heterobasidion is a genus of basidiomycetes in the family of Bondarzewiaceae.  Species in this genus include forest decay fungi that may be pathogenic and cause tree decline and mortality.  The genus can be identified from its shelf-like polyporous fruiting bodies.  Mating studies in the late twentieth century  and genetic studies in the early twenty-first century have described several new species and replacing some of the original names.  As a result, two former Heterobasidion species, H. annosum and H. insulare, have been expanded into species clusters."
    },
    {
        "GenusName": "Eutypella",
        "GenusImage": "",
        "GenusSummary": "Eutypella is a genus of fungi in the family Diatrypaceae."
    },
    {
        "GenusName": "Phaeosphaeria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Phaeosphaeria is a genus of fungi in the family Phaeosphaeriaceae."
    },
    {
        "GenusName": "Diplodia",
        "GenusImage": "",
        "GenusSummary": "Diplodia is a genus of anamorphic fungi in the family Botryosphaeriaceae."
    },
    {
        "GenusName": "Agaricus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Agaricus_campestris.jpg",
        "GenusSummary": "Agaricus is a genus of mushrooms containing both edible and poisonous species, with possibly over 300 members worldwide.  The genus includes the common (\"button\") mushroom (Agaricus bisporus) and the field mushroom (Agaricus campestris), the dominant cultivated mushrooms of the West.\nMembers of Agaricus are characterized by having a fleshy cap or pileus, from the underside of which grow a number of radiating plates or gills on which are produced the naked spores.  They are distinguished from other members of their family, Agaricaceae, by their chocolate-brown spores. Members of Agaricus also have a stem or stipe, which elevates it above the object on which the mushroom grows, or substrate, and a partial veil, which protects the developing gills and later forms a ring or annulus on the stalk."
    },
    {
        "GenusName": "Cryptodiaporthe",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Cryptodiaporthe is a genus of fungi in the family Gnomoniaceae. The genus contains 24 species."
    },
    {
        "GenusName": "Plasmodiophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Cercomonas_sp.jpg",
        "GenusSummary": "Plasmodiophora is a genus of cercozoa.\nIt includes the species Plasmodiophora brassicae, which causes the disease cabbage clubroot."
    },
    {
        "GenusName": "Lepista",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "For the moth genus, see Lepista (moth).\n\nLepista is a genus of mushroom-forming fungi. According to the Dictionary of the Fungi (10th edition, 2008), the widespread genus contains about 50 species. In 1969, Howard Bigelow and Alex H. Smith made the group a subgenus of Clitocybe.A 2015 genetic study found that the genera Collybia and Lepista were closely related to the core clade of Clitocybe, but that all three were polyphyletic, with many members in lineages removed from other members of the same genus and instead more closely related to the other two. Alvarado and colleagues declined to define the genera but proposed several options and highlighted the need for a wider analysis."
    },
    {
        "GenusName": "Morchella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "GenusSummary": "Morchella, the true morels, is a genus of edible sac fungi closely related to anatomically simpler cup fungi in the order Pezizales (division Ascomycota). These distinctive fungi have a honeycomb appearance due to the network of ridges with pits composing their cap. Morels are prized by gourmet cooks, particularly in French cuisine. Due to difficulties in cultivation, commercial harvesting of wild morels has become a multimillion-dollar industry in the temperate Northern Hemisphere, in particular North America, Turkey, China, the Himalayas, India, and Pakistan, where these highly prized fungi are found in abundance.\nTypified by Morchella esculenta in 1794, the genus has been the source of considerable taxonomical controversy throughout the years, mostly with regard to the number of species involved, with some mycologists recognising as few as three species and others over thirty. Current molecular phylogenetics suggest there might be over seventy species of Morchella worldwide, most of them exhibiting high continental endemism and provincialism.\nThe genus is currently the focus of extensive phylogenetic, biogeographical, taxonomical and nomenclatural studies, and several new species have been described from Australia, Canada, Cyprus, Israel, North America, Spain, and Turkey.\n\n"
    },
    {
        "GenusName": "Daedaleopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/a/ae/Daedaleopsis_confragosa_02.JPG",
        "GenusSummary": "Daedaleopsis is a genus of fungi in the family Polyporaceae.  The name Daedaleopsis is a reference to Daedalus, the labyrinth-maker of myth. Similarly, the maze-like pattern of pores is taxonomically described as being daedaloid. DNA was recovered and sequenced from fragments of a nearly 7000-year-old fruit body of D. tricolor found in an early Neolithic village in Rome."
    },
    {
        "GenusName": "Nattrassia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Nattrassia is a genus of fungi in the family Botryosphaeriaceae for which there is the single species Nattrassia mangiferae. More recently this species has been reclassified into the family Neofusicoccum as Neofusicoccum mangiferae."
    },
    {
        "GenusName": "Lophomerum",
        "GenusImage": "",
        "GenusSummary": "Lophomerum is a genus of fungi within the Rhytismataceae family. The genus contains six species."
    },
    {
        "GenusName": "Bipolaris",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Bipolaris is a genus of fungi belonging to the family Pleosporaceae. It was circumscribed by mycologist Robert A. Shoemaker in 1959."
    },
    {
        "GenusName": "Piptoporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Piptoporus is a genus of bracket fungi in the Fomitopsidaceae family."
    },
    {
        "GenusName": "Plasmopara",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Plasmopara is a genus of Oomycota. Plasmopara species are known as plant pathogens, causing downy mildew on carrot, parsley, parsnip, chervil, and impatiens."
    },
    {
        "GenusName": "Urocystis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Urocystis is a genus of smut fungi containing plant pathogens, which infect grass species and other plants."
    },
    {
        "GenusName": "Phomopsis",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Phomopsis is a genus of ascomycete fungi in the Valsaceae family."
    },
    {
        "GenusName": "Verticillium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/44/Verticillium_conidiophores_40X.png",
        "GenusSummary": "Verticillium is a genus of fungi in the division Ascomycota, and are an anamorphic form of the family Plectosphaerellaceae. The genus used to include diverse groups comprising saprobes and parasites of higher plants, insects, nematodes, mollusc eggs, and other fungi, thus the genus used to have a wide-ranging group of taxa characterised by simple but ill-defined characters. The genus, currently thought to contain 51 species, may be broadly divided into three ecologically based groups - mycopathogens, entomopathogens, and plant pathogens and related saprotrophs. However, the genus has undergone recent revision into which most entomopathogenic and mycopathogenic isolates fall into a new group called Lecanicillium. The genus now includes the plant-pathogenic species V. dahliae, V. longisporum, V. albo-atrum, V. nubilum, and V. tricorpus.\nThe better-known species of Verticillium are V. dahliae, V. albo-atrum and V. longisporum, which cause wilt diseases called verticillium wilts in more than 400 eudicot plant species.\n\n"
    },
    {
        "GenusName": "Peniophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/93/Rosy_Crust_Fungus_-_Peniophora_incarnata_%2836443147085%29.jpg",
        "GenusSummary": "Peniophora is a genus of fungi which are plant pathogens. Members of the genus belong to the class Agaricomycetes, order Russulales, and family Peniophoraceae. The genus is widespread, and contains 62 species. The species of Peniophora are resupinate, or crust-like, and are described as corticioid. A number of its members are parasitised by other fungi. For example, Tremella mesenterica is a parasite to several species of Peniophora."
    },
    {
        "GenusName": "Dichomitus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/df/2011-12-31_Dichomitus_campestris_%28Qu%C3%A9l.%29_Doma%C5%84ski_%26_Orlicz_192411.jpg",
        "GenusSummary": "Dichomitus is a genus of poroid crust fungi in the family Polyporaceae. It was circumscribed by English mycologist Derek Reid in 1965."
    },
    {
        "GenusName": "Tilletia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "GenusSummary": "Tilletia is a genus of smut fungi in the Tilletiaceae family. Species in this genus are plant pathogens that affect various grasses. Tilletia indica, which causes Karnal bunt of wheat, and Tilletia horrida, responsible for rice kernel smut, are examples of species that affect economically important crops.The widespread genus contain about 175 species.The genus was named after French agronomist Mathieu Tillet (1714–1791)."
    },
    {
        "GenusName": "Drechslera",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Drechslera.jpg",
        "GenusSummary": "Drechslera is a genus of fungi. Many of the species in this genus are plant pathogens."
    },
    {
        "GenusName": "Rigidoporus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "GenusSummary": "Rigidoporus is a genus of fungi in the family Meripilaceae. Many of the species in this genus are plant pathogens. The widespread genus, which contains about 40 species, was originally circumscribed by American mycologist William Alphonso Murrill in 1905. The generic name combines the Latin word rigidus (\"rigid\") with the Ancient Greek word πόρος (\"pore\")."
    },
    {
        "GenusName": "Alternaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Alternariosis_3.jpg",
        "GenusSummary": "Alternaria is a genus of ascomycete fungi. Alternaria species are known as major plant pathogens. They are also common allergens in humans, growing indoors and causing hay fever or hypersensitivity reactions that sometimes lead to asthma. They readily cause opportunistic infections in immunocompromised people such as AIDS patients.\nThere are 299 species in the genus; they are ubiquitous in the environment and are a natural part of fungal flora almost everywhere. They are normal agents of decay and decomposition. The spores are airborne and found in the soil and water, as well as indoors and on objects. The club-shaped spores are single or form long chains. They can grow thick colonies which are usually green, black, or gray.At least 20% of agricultural spoilage is caused by Alternaria species; most severe losses may reach up to 80% of yield, though. Many human health disorders can be caused by these fungi, which grow on skin and mucous membranes, including on the eyeballs and within the respiratory tract. Allergies are common, but serious infections are rare, except in people with compromised immune systems. However, species of this fungal genus are often prolific producers of a variety of toxic compounds. The effects most of these compounds have on animal and plant health are not well known. Many species of alternaria modify their secondary metabolites by sulfoconjugation, however the role of this process is not yet understood. The terms alternariosis and alternariatoxicosis are used for disorders in humans and animals caused by a fungus in this genus.\nNot all Alternaria species are pests and pathogens; some have shown promise as biocontrol agents against invasive plant species. Some species have also been reported as endophytic microorganisms with highly bioactive metabolites.\nThe genus is now known to be polyphyletic."
    },
    {
        "GenusName": "Leptotrochila",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/78/Leptotrochila.ranunculi.-.lindsey.jpg",
        "GenusSummary": "Leptotrochila is a genus of fungi in the family Dermateaceae. The genus contains 16 species."
    },
    {
        "GenusName": "Coleosporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Coleosporium is a genus of rust fungi in the family Coleosporiaceae. The genus contains about 100 species."
    },
    {
        "GenusName": "Xylaria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Deadmansfingers_Jul-3-2009.jpg",
        "GenusSummary": "Xylaria is a genus of ascomycetous fungi commonly found growing on dead wood. The name comes from the Greek xýlon meaning wood (see xylem).\nTwo of the common species of the genus are Xylaria hypoxylon and Xylaria polymorpha.\nXylaria hypoxylon, known by the common names stag's horn and candle-snuff fungus, is the most conspicuous because of its erect, 3–7 cm tall, antler-like ascocarps (fruitbodies) which are black at the base (where the perithecia are embedded) but white and branched towards the top, where the fruiting bodies produce white conidia (asexual spores).\nXylaria polymorpha, dead man's fingers, often grows in finger-like clusters from the base of a tree or from wood just below ground level. This is a primary fungus utilized in the spalting of sugar maple and other hardwoods.\nXylaria longipes, known by the common names dead moll's fingers and pénis de bois mort, allegedly improves the quality of the wood used in string instruments.  It has not been linked to spalting of maple."
    },
    {
        "GenusName": "Sphaceloma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Sphaceloma is a genus of ascomycete fungi. Its species are plant pathogens, and cause anthracnose and scab diseases. The widespread genus is estimated to contain 52 species."
    },
    {
        "GenusName": "Ramularia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Fungi-Ramularia-rubella-201304280006.JPG",
        "GenusSummary": "Ramularia is a genus of ascomycete fungi. Its species, which are anamorphs of the genus Mycosphaerella, are plant pathogens. Hosts include Narcissus."
    },
    {
        "GenusName": "Microsphaera",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Microsphaera_plantani_286925.jpg",
        "GenusSummary": "Microsphaera is a genus of powdery mildew in the family Erysiphaceae."
    },
    {
        "GenusName": "Typhula",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Typhula-quisquiliaris_Sowerby_crop.jpg",
        "GenusSummary": "Typhula is a genus of clavarioid fungi in the order Agaricales. Species of Typhula are saprotrophic, mostly decomposing leaves, twigs, and herbaceous material. Basidiocarps (fruit bodies) are club-shaped or narrowly cylindrical and are simple (not branched), often arising from sclerotia. The anamorphic genus Sclerotium is (in its modern sense) a synonym of Typhula. A few species are facultative plant pathogens, causing a number of commercially important crop and turfgrass diseases."
    },
    {
        "GenusName": "Stereum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Stereum_hirsutum_-_False_Turkey_Tail.jpg",
        "GenusSummary": "Stereum is type genus of the Stereaceae family of fungi, in the Russulales order. Until recently, the genus was classified in the Corticiaceae family, of the Corticiales order. However, it was given its own family as a result of the split-up of the Corticiales. Common names for species of this genus include leaf fungus, wax fungus, and shelf fungus. Fungi having a shape similar to a Stereum are said to have a stereoid shape. Stereum contains 27 species that have a widespread distribution."
    },
    {
        "GenusName": "Godronia",
        "GenusImage": "",
        "GenusSummary": "Godronia is a genus of fungi in the family Helotiaceae. The genus contains 27 species."
    },
    {
        "GenusName": "Herpotrichia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/d/de/Herpotrichia_juniperi.jpg",
        "GenusSummary": "Herpotrichia is a genus of fungi in the family Lophiostomataceae."
    },
    {
        "GenusName": "Rhizoctonia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/91/Rhizoctonia_solani.jpg",
        "GenusSummary": "Rhizoctonia is a genus of anamorphic fungi in the order Cantharellales. Species do not produce spores, but are composed of hyphae and sclerotia (hyphal propagules) and are asexual states of fungi in the genus Thanatephorus. Rhizoctonia species are saprotrophic, but are also facultative plant pathogens, causing commercially important crop diseases. They are also endomycorrhizal associates of orchids. The genus name was formerly used to accommodate many superficially similar, but unrelated fungi."
    },
    {
        "GenusName": "Harpophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Harpophora is a genus of fungi in the family Magnaporthaceae."
    },
    {
        "GenusName": "Rhabdocline",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/47/Rhabdocline_pseudotsugae_Syd._2111016.jpg",
        "GenusSummary": "Rhabdocline is a genus of fungi in the family Hemiphacidiaceae. The genus contains 3 species."
    },
    {
        "GenusName": "Ascochyta",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Ascochyta.teucrii.-.lindsey.jpg",
        "GenusSummary": "Ascochyta is a genus of ascomycete fungi, containing several species that are pathogenic to plants, particularly cereal crops.  The taxonomy of this genus is still incomplete.  The genus was first described in 1830 by Marie-Anne Libert, who regarded the spores as minute asci and the cell contents as spherical spores. Numerous revisions to the members of the genus and its description were made for the next several years.  Species that are plant pathogenic on cereals include, A. hordei, A. graminea, A. sorghi, A. tritici.  Symptoms are usually elliptical spots that are initially chlorotic and later become a necrotic brown.  Management includes fungicide applications and sanitation of diseased plant tissue debris.\nSome of these pathogens in the genus Ascochyta affect grass species, including grains."
    },
    {
        "GenusName": "Khuskia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Khuskia is a fungal genus in the class Sordariomycetes. The relationship of this taxon to other taxa within the class is unknown (incertae sedis). A monotypic genus, it contains the single species Khuskia oryzae, described as new to science in 1963."
    },
    {
        "GenusName": "Pseudocercospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "GenusSummary": "Pseudocercospora is a genus of ascomycete fungi. An anamorphic version of the genus Mycosphaerella, Pseudocercospora species are plant pathogens. The widely distributed genus has been estimated to contain over 1100 species, concentrated predominantly in tropical regions. Pseudocercospora was circumscribed by Italian-Argentinian botanist Carlos Luigi Spegazzini in 1910."
    },
    {
        "GenusName": "Stegophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Stegophora is a genus of fungi in the family Sydowiellaceae."
    },
    {
        "GenusName": "Apiosporina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "GenusSummary": "Apiosporina is a genus of fungi in the family Venturiaceae. Seeds of the Chinese elm, Trident maple and Japanese black pine can be infected with Apiosporina collinsii to produce dwarf forms used to make bonsai trees."
    },
    {
        "GenusName": "Dothiorella",
        "GenusImage": "",
        "GenusSummary": "Dothiorella is a genus of fungi in the family Botryosphaeriaceae. There are 3 subgenera and approximately 322 species."
    },
    {
        "GenusName": "Amylostereum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/78/2011-10-24_Amylostereum_laevigatum_%28Fr.%29_Boidin_203093.jpg",
        "GenusSummary": "Amylostereum is the single genus in the fungal family Amylostereaceae. The genus currently comprises four saprotrophic and parasitic species, which live off living or dead wood. The Amylostereaceae cause white rot in the wood by disintegrating the tissue component lignin. They produce crust-like, partially wavy fruit bodies on the surface of infested trees, which are similar to those produced by Stereum species.\nThere are four described species in the Amylostereaceae: A. chailletii (the type), A. areolatum, A. ferreum and A. laevigatum. The species were initially considered part of Stereum until mycologist Jacques Boidin found atypical microscopic differences between them. Forty years after his extensive researches from 1958, Boidin reclassified Amylostereum into its own family.\nThree Amylostereum species are symbionts of wood wasps in the genera Sirex, Urocerus, and Xoanon, which infest conifers. The female wood wasps deposit their eggs together with fungal spores and mucus in trees, and the fungus is eaten by the wasp's larva as food. The fungus propagates vegetatively through the formation of asexual spores in newly emerged females that are stored in special structures adapted for the transport of symbiotic fungi. The A. areolatum–Sirex woodwasp (S. noctilio) symbiont complex has been studied extensively because of its potential to cause substantial economic losses in the forestry industry, particularly in non-native regions."
    },
    {
        "GenusName": "Chondrostereum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/6/67/Chondrostereum_purpureum_051120A.jpg",
        "GenusSummary": "Chondrostereum is a genus of fungi in the family Cyphellaceae. The type species, Chondrostereum purpureum, causes the disease called silver leaf."
    },
    {
        "GenusName": "Entoleuca",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "GenusSummary": "Entoleuca is a genus of fungi in the family Xylariaceae."
    },
    {
        "GenusName": "Thyrostroma",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Thyrostroma is a genus of fungi in the family Botryosphaeriaceae. There are 19 species."
    },
    {
        "GenusName": "Cochliobolus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Cochliobolus_miyabeanus.jpg",
        "GenusSummary": "The fungal genus Cochliobolus includes 55 species, including the following plant pathogenic species: C. carbonum, C. heterostrophus, C. miyabeanus, C. sativus and C. lunatus."
    },
    {
        "GenusName": "Ploioderma",
        "GenusImage": "",
        "GenusSummary": "Ploioderma is a genus of fungi within the Rhytismataceae family. The genus contains five species."
    },
    {
        "GenusName": "Fuscoporia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "GenusSummary": "Fuscoporia is a genus of polypore fungi in the family Hymenochaetaceae. It was circumscribed by American mycologist William Alphonso Murrill in 1907."
    },
    {
        "GenusName": "Phialophora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "GenusSummary": "Phialophora is a form genus of fungus with short conidiophores, sometimes reduced to phialides; their conidia are unicellular.  They may be parasites (including on humans), or saprophytic (including on apples).Genetic analysis of Phialophora shows that it is a paraphyletic grouping.The conidia are produced from a flask shaped phialide. Mature, spherical, to oval conidia are extruded from phialides and usually accumulate around it.\n\n"
    },
    {
        "GenusName": "Peridermium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Peridermium_pini_var._acicola.jpg",
        "GenusSummary": "Peridermium is a genus of rust fungi in the family Cronartiaceae.\nThe genus was circumscribed by Johann Carl Schmidt and Gustav Kunze in 1817.\nSpecies include Peridermium californicum."
    },
    {
        "GenusName": "Blumeriella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/05/Conidia_of_cherry_leaf_spot.jpg",
        "GenusSummary": "Blumeriella is a genus of fungi in the Dermateaceae family. The genus contain five species."
    },
    {
        "GenusName": "Linospora",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "GenusSummary": "Linospora is a genus of fungi in the family Gnomoniaceae. The genus contains four species."
    },
    {
        "GenusName": "Diaporthe",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Diaporthe_phaseolorum_var._sojae.jpg",
        "GenusSummary": "Diaporthe is a genus of endophytic filamentous fungus plant pathogens.\nDiaporthe species have been shown to transform the infection-inhibiting factors (+)-catechin and (−)-epicatechin into the 3,4-cis-dihydroxyflavan derivativesSome species, like Diaporthe toxica, produce secondary metabolites that result in toxicoses of animals such as lupinosis of sheep."
    },
    {
        "GenusName": "Cylindrocladium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Cylindrocladium is a genus of ascomycete fungi in the family Nectriaceae. Many species within this genus are synonymous with the genus Calonectria."
    },
    {
        "GenusName": "Macrophomina",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "GenusSummary": "Macrophomina is a genus of fungi in the family Botryosphaeriaceae. There are two species, Macrophomina limbalis and Macrophomina phaseolina."
    },
    {
        "GenusName": "Lophodermium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Lophodermium_aucupariae.jpg",
        "GenusSummary": "Lophodermium is a genus of fungi within the family Rhytismataceae. The genus contains 145 species and has a global distribution. Species of this genus are usually observed producing zone lines, conidiomata and ascomata on dead fallen leaves, but at least some are known to colonize living leaves. In many cases they then live inside the colonized leaf as a symptomless endobiont, where they are regarded as detritivores utilising dead plant matter. In a few cases they may kill all or part of the leaf prematurely, and there is a substantial literature dealing with those species as plant pathogens. The genus infects many different plant families but with a notable concentration in the family Pinaceae; many Lophodermium species are restricted to a single host genus (or even species), but some, particularly those infecting grasses, may infect several genera. Some are economically important plant pathogens, such as those that cause needlecast disease in European Black Pine, Scots Pine and Red Pine in forestry and christmas tree plantations. In these species, notably L. pinastri and L. seditiosum, the fungal spores disperse and infect the pine needles in late summer, which turn brown by the following spring and then fall off."
    },
    {
        "GenusName": "Cylindrocarpon",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "GenusSummary": "Cylindrocarpon is a genus of fungi. Many of the species in this genus are plant pathogens."
    },
    {
        "GenusName": "Septoria",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "GenusSummary": "Septoria are ascomycete pycnidia-producing fungi that causes numerous leaf spot diseases on field crops, forages and many vegetables including tomatoes which are known to contract Septoria musiva from nearby cottonwood trees, and is responsible for yield losses. The genus is widespread, and estimated to contain 1072 species. Pycnidia produce needle-like pycnidiospores.\nSeptoria apiicola is the cause of late blight of celery. It is characterized by the production of conidia within pycnidia. The symptoms include chlorotic spots that turn brown and necrotic. Septoria apiicola can survive on seeds.\nSeveral species of passion flower are infected by several species of Septoria, and a fungus, which has been going by the name Septoria passiflorae but which is probably an undescribed species, has been used to control the invasive Passiflora tarminiana in Hawai'i."
    },
    {
        "GenusName": "Asperisporium",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Asperisporium_caricae_conidiophores_and_conidium.jpg",
        "GenusSummary": "Asperisporium is a genus of ascomycete fungi whose members are plant pathogens."
    },
    {
        "GenusName": "Gloeophyllum",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/c/cb/Gloeophyllum.sepiarium.-.lindsey.jpg",
        "GenusSummary": "The genus Gloeophyllum is characterized by the production of leathery to corky tough, brown, shaggy-topped, revivable fruitbodies lacking a stipe and with a lamellate to daedaleoid or poroid fertile hymenial surfaces. The hyphal system is dimitic to trimitic. The genus is further characterized by the production of a brown rot of wood. Phylogenetically, it along with several other brown rot Basidiomycota, Neolentinus, Heliocybe, and Veluticeps form an order called the Gloeophyllales.The most frequently encountered species in the Northern Hemisphere is Gloeophyllum sepiarium, which is commonly found in a dried state on both bark-covered and decorticated conifer stumps and logs, timbers on wharfs, planks on unpainted wooden buildings, wood bridges, and even creosoted railroad ties.\n\n"
    },
    {
        "GenusName": "Puccinia",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "GenusSummary": "Puccinia is a genus of fungi. All species in this genus are obligate plant pathogens and are known as rusts. The genus contains about 4000 species."
    },
    {
        "GenusName": "Bifusella",
        "GenusImage": "",
        "GenusSummary": "Bifusella is a genus of fungi within the Rhytismataceae family. The genus contains 10 species."
    },
    {
        "GenusName": "Cercosporella",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/75/Cercosporella_veratri.png",
        "GenusSummary": "Cercosporella is a fungus genus in the family Mycosphaerellaceae."
    },
    {
        "GenusName": "Cyathus",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/7/7f/2012-10-22_Cyathus_striatus_%28Huds.%29_Willd_274333_crop.jpg",
        "GenusSummary": "Cyathus is a genus of fungi in the Nidulariaceae, a family collectively known as the bird's nest fungi. They are given this name since they resemble tiny bird's nests filled with \"eggs\", structures large enough to have been mistaken in the past for seeds. However, these are now known to be reproductive structures containing spores. The \"eggs\", or peridioles, are firmly attached to the inner surface of this fruit body by an elastic cord of mycelia known as a funiculus. The 45 species are widely distributed throughout the world and some are found in most countries, although a few exist in only one or two locales. Cyathus stercoreus is considered endangered in a number of European countries. Species of Cyathus are also known as splash cups, which refers to the fact that falling raindrops can knock the peridioles out of the open-cup fruit body. The internal and external surfaces of this cup may be ridged longitudinally (referred to as plicate or striate); this is one example of a taxonomic characteristic that has traditionally served to distinguish between species.\nGenerally considered inedible, Cyathus species are saprobic, since they obtain nutrients from decomposing organic matter. They usually grow on decaying wood or woody debris, on cow and horse dung, or directly on humus-rich soil. The life cycle of this genus allows it to reproduce both sexually, with meiosis, and asexually via spores. Several Cyathus species produce bioactive compounds, some with medicinal properties, and several lignin-degrading enzymes from the genus may be useful in bioremediation and agriculture. Phylogenetic analysis is providing new insights into the evolutionary relationships between the various species in Cyathus, and has cast doubt on the validity of the older classification systems that are based on traditional taxonomic characteristics"
    },
    {
        "GenusName": "Amanita",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Fliegenpilz-1.jpg/612px-Fliegenpilz-1.jpg",
        "GenusSummary": "The genus Amanita contains about 600 species of agarics including some of the most toxic known mushrooms found worldwide, as well as some well-regarded edible species. This genus is responsible for approximately 95% of the fatalities resulting from mushroom poisoning, with the death cap accounting for about 50% on its own. The most potent toxin present in these mushrooms is amanitin.The genus also contains many edible mushrooms, but mycologists discourage mushroom hunters, other than knowledgeable experts, from selecting any of these for human consumption. Nonetheless, in some cultures, the larger local edible species of Amanita are mainstays of the markets in the local growing season. Samples of this are Amanita zambiana and other fleshy species in central Africa, A. basii and similar species in Mexico, A. caesarea and the 'Blusher' Amanita rubescens in Europe, and A. chepangiana in South-East Asia. Other species are used for colouring sauces, such as the red A. jacksonii with a range from eastern Canada to eastern Mexico.Many species are of unknown edibility, especially in countries such as Australia, where many fungi are little-known."
    },
    {
        "GenusName": "Psilocybe",
        "GenusImage": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Psilocybe_semilanceata_6514.jpg",
        "GenusSummary": "Psilocybe is a genus of gilled mushrooms growing worldwide. This genus is best known for the species with psychedelic properties. Psilocybin, psilocin and baeocystin are the main psychedelic compounds responsible for the psychoactive effects of many species in the genus."
    }
]
