[
    {
        "OrderName": "Saccharomycetales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/d/d9/S_cerevisiae_under_DIC_microscopy.jpg",
        "OrderSummary": "Saccharomycetales belongs to the kingdom of Fungi and the division Ascomycota. It is the only order in the class Saccharomycetes. There are currently 13 families recognized as belonging to Saccharomycetales."
    },
    {
        "OrderName": "Entylomatales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "OrderSummary": "The Entylomatales are an order of smut fungi in the class Exobasidiomycetes. A monotypic order, it consists of a single family, the Entylomataceae. Both the family and order were circumscribed in 1997."
    },
    {
        "OrderName": "Mucorales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Mature_sporangium_of_a_Mucor_sp._fungus.jpg",
        "OrderSummary": "The Mucorales is the largest and best studied order of zygomycete fungi.  Members of this order are sometimes called pin molds. The term mucormycosis is now preferred for infections caused by molds belonging to the order Mucorales."
    },
    {
        "OrderName": "Pleosporales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/3/38/Chain_of_conidia_of_a_Alternaria_sp._fungus_PHIL_3963_lores.jpg",
        "OrderSummary": "The Pleosporales is the largest order in the fungal class Dothideomycetes.  By a 2008 estimate it contains 23 families, 332 genera and more than 4700 species. The majority of species are saprobes on decaying plant material in fresh water, marine, or terrestrial environments, but several species are also associated with living plants as parasites, epiphytes or endophytes. The best studied species cause plant diseases on important agricultural crops e.g. Cochliobolus heterostrophus, causing southern corn leaf blight on maize, Phaeosphaeria nodorum (Stagonospora nodorum) causing glume blotch on wheat and Leptosphaeria maculans causing a stem canker (called blackleg) on cabbage crops (Brassica). Some species of Pleosporales occur on animal dung and a small number occur as lichens  and rock-inhabiting fungi."
    },
    {
        "OrderName": "Xylariales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/9/93/Xylaria_hypoxylon.jpg",
        "OrderSummary": "The Xylariales are an order of fungi within the class Sordariomycetes (also known as Pyrenomycetes), subdivision Pezizomycotina, division Ascomycota. It is the only order of the subclass Xylariomycetidae. Xylariales was circumscribed in 1932 by Swedish mycologist John Axel Nannfeldt, and Xylariomycetidae by Ove Erik Eriksson and Katarina Winka in 1997."
    },
    {
        "OrderName": "Microbotryales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "OrderSummary": "The Microbotryales are an order of fungi in the Microbotryomycetes class of the Basidiomycota. The order contains 2 families, 9 genera, and 114 species. The order was circumscribed in 1997."
    },
    {
        "OrderName": "Urocystales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Urocystis_colchici_on_an_onion_seedling.jpg",
        "OrderSummary": "Urocystales is an order of Basidiomycete fungi."
    },
    {
        "OrderName": "Pezizales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Truffle.jpg",
        "OrderSummary": "The Pezizales are an order of the subphylum Pezizomycotina within the phylum Ascomycota. The order contains 16 families, 199 genera, and 1683 species. It contains a number of species of economic importance, such as morels, the black and white truffles, and the desert truffles. The Pezizales can be saprobic, mycorrhizal, or parasitic on plants. Species grow on soil, wood, leaves and dung. Soil-inhabiting species often fruit in habitats with a high pH and low content of organic matter, including disturbed ground. Most species occur in temperate regions or at high elevation. Several members of the Sarcoscyphaceae and Sarcosomataceae are common in tropical regions."
    },
    {
        "OrderName": "Helotiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Chlorociboria_Haute-S%C3%A8ve_2010-09-24_10.jpg",
        "OrderSummary": "Helotiales is an order of the class Leotiomycetes within the division Ascomycota. According to a 2008 estimate, the order contains 10 families, 501 genera, and 3881 species.Helotiales is the largest order of inoperculate discomycetes. It contains the famous blue-green cup fungi that makes its home on oaks is known by the genus name Chlorociboria."
    },
    {
        "OrderName": "Hypocreales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "OrderSummary": "The Hypocreales are an order of fungi within the class Sordariomycetes.  In 2008, it was estimated that it contained some 237 genera, and 2647 species in seven families.  Since then, a considerable number of further taxa have been identified, including an additional family, the Stachybotryaceae.Species of Hypocreales are usually recognized by their brightly colored, perithecial ascomata, or spore-producing structures. These are often yellow, orange or red."
    },
    {
        "OrderName": "Exobasidiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Exobasidium_rhododendri_54465.jpg",
        "OrderSummary": "The Exobasidiales are an order of fungi in the class Exobasidiomycetes. The order consists of four families as well as one genus, Cladosterigma, not assigned to any family.\n\n"
    },
    {
        "OrderName": "Ustilaginales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Huitlacoche.jpg",
        "OrderSummary": "The Ustilaginales are an order of fungi within the class Ustilaginomycetes. The order contains 8 families, 49 genera, and 851 species.Ustinaginales is also known and classified as the smut fungi. They are serious plant pathogens, with only the dikaryotic stage being obligately parasitic."
    },
    {
        "OrderName": "Peronosporales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Phytophtora_reproduction.png",
        "OrderSummary": "The Peronosporales are an order of water moulds (Class Oomycetes) which can be pathogenic.Many diseases of plants are sometimes classified under this order, but are sometimes considered members of order Pythiales. Some of these pathogenic protists include the organisms responsible for potato blight, eucalyptus dieback, sudden oak death, and blue mold. Further genetic studies may place these organisms more definitively in one order or another."
    },
    {
        "OrderName": "Eurotiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "OrderSummary": "The Eurotiales are an order of sac fungi, also known as the green and blue molds. The order contains three families, 49 genera, and 928 species. It was circumscribed in 1980."
    },
    {
        "OrderName": "Cantharellales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Aphelaria_82539.jpg",
        "OrderSummary": "The Cantharellales are an order of fungi in the class Agaricomycetes. The order includes not only the chanterelles (Cantharellaceae), but also some of the tooth fungi (Hydnaceae), clavarioid fungi (Aphelariaceae and Clavulinaceae), and corticioid fungi (Botryobasidiaceae). Species within the order are variously ectomycorrhizal, saprotrophic, associated with orchids, or facultative plant pathogens. Those of economic importance include edible and commercially collected Cantharellus, Craterellus, and Hydnum species as well as crop pathogens in the genera Ceratobasidium and Thanatephorus (Rhizoctonia).\n\n"
    },
    {
        "OrderName": "Polyporales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/7/7c/2007-06-27_Laetiporus_sulphureus_crop.jpg",
        "OrderSummary": "The Polyporales are an order of about 1800 species of fungi in the division Basidiomycota. The order includes some (but not all) polypores  as well as many corticioid fungi and a few agarics (mainly in the genus Lentinus). Many species within the order are saprotrophic, most of them wood-rotters. Some genera, such as Ganoderma and Fomes, contain species that attack living tissues and then continue to degrade the wood of their dead hosts. Those of economic importance include several important pathogens of forest and amenity trees and a few species that cause damage by rotting structural timber. Some of the Polyporales are commercially cultivated and marketed for use as food items or in traditional Chinese medicine."
    },
    {
        "OrderName": "Russulales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Russula_emetica.jpg",
        "OrderSummary": "The Russulales are an order of the Agaricomycetes, (which include the agaric genera Russula and Lactarius and their polyporoid and corticioid relatives). According to the Dictionary of the Fungi (10th edition, 2008), the order consists of 12 families, 80 genera, and 1767 species. According to Species Fungorum (January 2016), the order contains 13 families, 117 genera (16 not assigned to a family), and 3,060 species.Russuloid agarics represent an independent evolutionary line of agarics, not directly related to the Agaricales.\nThis group also includes a number of russuloid hypogeous fungi, polypores such as Bondarzewia, some tooth fungi (e.g. Auriscalpium vulgare), and club fungi e.g. Artomyces. Basidiospores in this group are typically ornamented with amyloid warts or reticulation but a few exceptions are known, e.g. Heterobasidion annosum. The genus Clavicorona was often treated in the Russulales, but its type species, C. taxophila is in the Agaricales. The remaining species are retained in the Russulales in the genus Artomyces."
    },
    {
        "OrderName": "Microstromatales",
        "OrderImage": "",
        "OrderSummary": "The Microstromatales are order of fungi in the class Exobasidiomycetes. The order consists of three families: the Microstromataceae, the Quambalariaceae, and the Volvocisporiaceae.\n\n"
    },
    {
        "OrderName": "Phallales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Clathrus_ruber_spacepleb_cropped.jpg",
        "OrderSummary": "The Phallales are an order of fungi in the subclass Phallomycetidae. The order contains two families: the Claustulaceae, and the Phallaceae, which, according to a 2008 estimate, collectively contain 26 genera and 88 species.\n\n"
    },
    {
        "OrderName": "Dothideales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "OrderSummary": "Dothideales are an order of bitunicate fungi consisting mainly of saprobic or plant parasitic species."
    },
    {
        "OrderName": "Agaricales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Agaricus_campestris.jpg",
        "OrderSummary": "The fungal order Agaricales, also known as gilled mushrooms (for their distinctive gills) or euagarics, contains some of the most familiar types of mushrooms. The order has 33 extant families, 413 genera, and over 13000 described species, along with six extinct genera known only from the fossil record. They range from the ubiquitous common mushroom to the deadly destroying angel and the hallucinogenic fly agaric to the bioluminescent jack-o-lantern mushroom."
    },
    {
        "OrderName": "Cystofilobasidiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "OrderSummary": "The Cystofilobasidiales are an order in the fungal class Tremellomycetes. Taxa are teleomorphic basidiomycetous yeasts with holobasidia and teliospores.  Cystofilobasidium is the type genus. The order contains 1 family (the Cystofilobasidiaceae), 9 genera, and 20 species."
    },
    {
        "OrderName": "Rhytismatales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/1/11/Rhytisma_acerinum.jpg",
        "OrderSummary": "The Rhytismatales are an order of the class Leotiomycetes within the phylum Ascomycota."
    },
    {
        "OrderName": "Erysiphales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/0/07/Powdery_mildew.JPG",
        "OrderSummary": "Erysiphales are an order of ascomycete fungi. The order contains one family, Erysiphaceae. Many of them cause plant diseases called powdery mildew."
    },
    {
        "OrderName": "Incertae sedis",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Gymnogyps_californianus_us_fish_3.jpg",
        "OrderSummary": "Incertae sedis (Latin for \"of uncertain placement\") or problematica are terms used for a taxonomic group where its broader relationships are unknown or undefined. Alternatively, such groups are frequently referred to as \"enigmatic taxa\". In the system of open nomenclature, uncertainty at specific taxonomic levels is indicated by incertae familiae (of uncertain family), incerti subordinis (of uncertain suborder), incerti ordinis (of uncertain order) and similar terms."
    },
    {
        "OrderName": "Sordariales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/e/e8/Chaetonium_%28Acremonium%29_ascospores_160X_%282%29.png",
        "OrderSummary": "The Sordariales are an order of fungi within the class Sordariomycetes (also known as Pyrenomycetes), subdivision Pezizomycotina, division Ascomycota.\nMost Sordariales are saprobic, producing solitary perithecial ascomata. They are commonly found on dung or decaying plant matter."
    },
    {
        "OrderName": "Diaporthales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Apiognomonia_errabunda.jpg",
        "OrderSummary": "Diaporthales is an order of sac fungi.\nDiaporthales includes a number of plant pathogenic fungi, the most notorious of which is Cryphonectria parasitica (Murrill) Barr, the chestnut blight fungus that altered the landscape of eastern North America. Other diseases caused by members of this order include stem canker of soybeans (Diaporthe phaseolorum (Cooke & Ellis) Sacc. and its varieties), stem-end rot of citrus fruits (Diaporthe citri F.A. Wolf), and peach canker disease (Phomopsis amygdali Del.).\nSome species produce secondary metabolites that result in toxicoses of animals such as lupinosis of sheep (Diaporthe toxica P.M. Will. et al.). A number of asexually reproducing plant pathogenic fungi also belong in the Diaporthales, such Greeneria uvicola (Berk. & Curt.) Punith., cause of bitter rot of grape, and Discula destructiva Redlin, cause of dogwood anthracnose, both of which are mitotic diaporthalean species with no known sexual state.\n\nThis description incorporates text from the Diaporthales Home, U.S. Department of Agriculture, which is in the public domain because it was created by the US Government."
    },
    {
        "OrderName": "Boletales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/4/4b/AD2009Sep13_Boletus_edulis_02.jpg",
        "OrderSummary": "The Boletales are an order of Agaricomycetes containing over 1300 species with a diverse array of fruiting body types. The boletes are the best known members of this group, and until recently, the Boletales were thought to only contain boletes. The Boletales are now known to contain distinct groups of agarics, gasteromycetes, and other fruiting-body types."
    },
    {
        "OrderName": "Chaetosphaeriales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "OrderSummary": "The Chaetosphaeriales are an order of fungi within the class Sordariomycetes."
    },
    {
        "OrderName": "Hymenochaetales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/1/13/Coltricia_perennis_01.JPG",
        "OrderSummary": "The Hymenochaetales are an order of fungi in the class Agaricomycetes. The order in its current sense is based on molecular research and not on any unifying morphological characteristics. According to one 2008 estimate, the Hymenochaetales contain around 600 species worldwide, mostly corticioid fungi and poroid fungi, but also including several clavarioid fungi and agarics.  Species of economic importance include wood decay fungi in the genera Phellinus and Inonotus sensu lato, some of which may cause losses in forestry. Therapeutic properties are claimed for Inonotus obliquus (\"chaga\") and Phellinus linteus, both of which are now commercially marketed."
    },
    {
        "OrderName": "Phyllachorales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/1/14/Phyllachora_pomigena.jpg",
        "OrderSummary": "Phyllachorales is a small order of perithecial sac fungi containing mostly foliar parasites. This order lacks reliable morphological characters making taxonomic placement of genera difficult. There is controversy among mycologists as to the boundaries of this order.\n\n"
    },
    {
        "OrderName": "Tilletiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/3/32/Karnal_bunt_spore.jpg",
        "OrderSummary": "The Tilletiales are an order of smut fungi in the class Exobasidiomycetes. It is a monotypic order, consisting of a single family, the Tilletiaceae, which contains seven genera. The roughly 150 species in the Tilletiales all infect hosts of the grass family, except for species of Erratomyces, which occur on legumes."
    },
    {
        "OrderName": "Myriangiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "OrderSummary": "Myriangiales is an order of sac fungi, consisting of mostly plant pathogens."
    },
    {
        "OrderName": "Capnodiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/c/c0/Baudoinia_compniacensis_on_Blair_Athol_Distillery.jpg",
        "OrderSummary": "Capnodiales is a diverse order of Dothideomycetes, initially based on the family Capnodiaceae, also known as sooty mold fungi. Sooty molds grow as epiphytes, forming masses of black cells on plant leaves and are often associated with the honeydew secreted by insects feeding on plant sap. This diverse order has been expanded by the addition of several families formerly thought unrelated and now also includes saprobes, endophytes, plant pathogens, lichens and rock-inhabiting fungi. The new additions include the genus Mycosphaerella containing the causal agents of several economically important crop and tree diseases. A small number of these fungi are also able to parasitise humans and animals, including species able to colonise human hair shafts (Piedraia hortae)."
    },
    {
        "OrderName": "Ophiostomatales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/f/fb/Ophiostoma_minus.jpeg",
        "OrderSummary": "The Ophiostomatales are an order of fungi in the class Sordariomycetes."
    },
    {
        "OrderName": "Saprolegniales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/f/fe/Phytophtora_reproduction.png",
        "OrderSummary": "Saprolegniales is an order of freshwater mould.  It is a monotypic taxon that only includes the family Saprolegniaceae."
    },
    {
        "OrderName": "Microascales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/e/ed/Thielaviopsis_basicola_1.JPG",
        "OrderSummary": "The Microascales are an order of fungi in the class Sordariomycetes, subclass Hypocreomycetidae. This is a relatively small order of mostly saprobic fungi that live in soil, rotting vegetation and dung. Some species are plant pathogens, such as Ceratocystis fimbriata, transmitted by beetles to living trees and causing cacao wilt and many other economically important diseases. Species in the genus Pseudallescheria (family Microascaceae) are pathogenic to humans, for example, Pseudallescheria boydii can cause allergic bronchopulmonary disease. The order was circumscribed in 1980."
    },
    {
        "OrderName": "Trichosphaeriales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "OrderSummary": "The Trichosphaeriales are an order of sac fungi. It is monotypic, and consists of the single family, the Trichosphaeriaceae."
    },
    {
        "OrderName": "Chytridiales",
        "OrderImage": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Rozella_allomycis2.jpg",
        "OrderSummary": "Fungi of the order Chytridiales, like other members of its division, may either have a monocentric thallus or a polycentric rhizomycelium. When the ribosomal genes of members classified in this order were first examined using molecular techniques, it was discovered that the order contained some species that were not related. With the culture and characterization of  Chytridium olla, the type species of this order, the limits of the Chytridiales were established. The Chytridiales is now monophyletic and species such as Polychytrium aggregatum, Chytriomyces angularis and Cladochytrium replicatum  have been transferred to other orders.\n\n"
    }
]