[
    {
        "PhylumName": "Chytridiomycota",
        "PhylumImage": "https://upload.wikimedia.org/wikipedia/commons/8/8e/06_10_types_of_thalli%2C_Chytridiomycota_%28M._Piepenbring%29.png",
        "PhylumSummary": "Chytridiomycota are a division of zoosporic organisms in the kingdom Fungi, informally known as chytrids. The name is derived from the Greek χυτρίδιον chytridium, meaning \"little pot\", describing the structure containing unreleased zoospores. Chytrids are one of the early diverging fungal lineages, and their membership in kingdom Fungi is demonstrated with chitin cell walls, a posterior whiplash flagellum, absorptive nutrition, use of glycogen as an energy storage compound, and synthesis of lysine by the α-amino adipic acid (AAA) pathway.Chytrids are saprobic, degrading refractory materials such as chitin and keratin, and sometimes act as parasites. There has been a significant increase in the research of chytrids since the discovery of Batrachochytrium dendrobatidis, the causal agent of chytridiomycosis."
    },
    {
        "PhylumName": "Ascomycota",
        "PhylumImage": "https://upload.wikimedia.org/wikipedia/commons/6/67/Scarlet_elf_cap_cadnant_dingle.jpg",
        "PhylumSummary": "Ascomycota is a division or phylum of the kingdom Fungi that, together with the Basidiomycota, form the subkingdom Dikarya. Its members are commonly known as the sac fungi or ascomycetes. It is the largest phylum of Fungi, with over 64,000 species. The defining feature of this fungal group is the \"ascus\" (from Greek: ἀσκός (askos), meaning \"sac\" or \"wineskin\"), a microscopic sexual structure in which nonmotile spores, called ascospores, are formed. However, some species of the Ascomycota are asexual, meaning that they do not have a sexual cycle and thus do not form asci or ascospores. Previously placed in the Deuteromycota along with asexual species from other fungal taxa, asexual (or anamorphic) ascomycetes are now identified and classified based on morphological or physiological similarities to ascus-bearing taxa, and by phylogenetic analyses of DNA sequences.The ascomycetes are a monophyletic group, i.e. it contains all descendants of one common ancestor. This group is of particular relevance to humans as sources for medicinally important compounds, such as antibiotics and for making bread, alcoholic beverages, and cheese, but also as pathogens of humans and plants. Familiar examples of sac fungi include morels, truffles, brewer's yeast and baker's yeast, dead man's fingers, and cup fungi. The fungal symbionts in the majority of lichens (loosely termed \"ascolichens\") such as Cladonia belong to the Ascomycota. There are many plant-pathogenic ascomycetes, including apple scab, rice blast, the ergot fungi, black knot, and the powdery mildews. Several species of ascomycetes are biological model organisms in laboratory research. Most famously, Neurospora crassa, several species of yeasts, and Aspergillus species are used in many genetics and cell biology studies. Penicillium species on cheeses and those producing antibiotics for treating bacterial infectious diseases are examples of taxa that belong to the Ascomycota."
    },
    {
        "PhylumName": "Zygomycota",
        "PhylumImage": "https://upload.wikimedia.org/wikipedia/commons/f/f5/Phycomyces.JPG",
        "PhylumSummary": "Zygomycota, or zygote fungi, is a former division or phylum of the kingdom Fungi. The members are now part of two phyla the Mucoromycota and Zoopagomycota. Approximately 1050 species are known. They are mostly terrestrial in habitat, living in soil or on decaying plant or animal material. Some are parasites of plants, insects, and small animals, while others form symbiotic relationships with plants. Zygomycete hyphae may be coenocytic, forming septa only where gametes are formed or to wall off dead hyphae."
    },
    {
        "PhylumName": "Basidiomycota",
        "PhylumImage": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Haeckel_Basimycetes.jpg",
        "PhylumSummary": "Basidiomycota () is one of two large divisions that, together with the Ascomycota, constitute the subkingdom Dikarya (often referred to as the \"higher fungi\") within the kingdom Fungi.\nMore specifically, Basidiomycota includes these groups: mushrooms, puffballs, stinkhorns, bracket fungi, other polypores, jelly fungi, boletes, chanterelles, earth stars, smuts, bunts, rusts, mirror yeasts, and the human pathogenic yeast Cryptococcus.\nBasidiomycota are filamentous fungi composed of hyphae (except for basidiomycota-yeast; refer yeast for more information) and reproduce sexually via the formation of specialized club-shaped end cells called basidia that normally bear external meiospores (usually four). These specialized spores are called basidiospores.  However, some Basidiomycota reproduce asexually in addition or exclusively. Basidiomycota that reproduce asexually (discussed below) can be recognized as members of this division by gross similarity to others, by the formation of a distinctive anatomical feature (the clamp connection – see below), cell wall components, and definitively by phylogenetic molecular analysis of DNA sequence data."
    }
]