[
    {
        "SpeciesName": "Agaricus campestris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Agaricus_campestris.jpg",
        "SpeciesSummary": "Agaricus campestris is a widely eaten gilled mushroom closely related to the cultivated button mushroom Agaricus bisporus. It is commonly known as the field mushroom or, in North America, meadow mushroom."
    },
    {
        "SpeciesName": "Albugo candida",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Albugo_candida.jpg",
        "SpeciesSummary": "Albugo candida commonly known as white rust, is a species of oomycete in the family Albuginaceae. It is sometimes called a fungus, but in fact forms part of a distinct lineage of fungus-like microorganisms, Oomycetes, commonly known as water moulds. A. candida is an obligate plant pathogen that infects Brassicaceae species and causes the disease known as white rust or white blister rust. It has a relatively smaller genome than other oomycetes."
    },
    {
        "SpeciesName": "Albugo occidentalis",
        "SpeciesImage": "",
        "SpeciesSummary": "Albugo occidentalis, the causal agent of Spinach White Rust,  is an oomycete plant pathogen, although some discussions still treat it as a fungal organism. Albugo occidentalis is one of the most important spinach diseases in North America, found throughout the United States east of the rocky mountains."
    },
    {
        "SpeciesName": "Alternaria alternata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Alternaria_spore_chain_160X.png",
        "SpeciesSummary": "Alternaria alternata is a fungus which has been recorded causing leaf spot and other diseases on over 380 host species of plant. It is an opportunistic pathogen on numerous hosts causing leaf spots, rots and blights on many plant parts.\nIt can also cause upper respiratory tract infections and asthma in humans with compromised immunity.\n\n"
    },
    {
        "SpeciesName": "Alternaria brassicae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/01/Alternaria_brassicae.jpg",
        "SpeciesSummary": "Alternaria brassicae is a plant pathogen able to infect most Brassica species including important crops such as broccoli, cabbage and oil seed rape. It causes damping off if infection occurs in younger plants and less severe leaf spot symptoms on infections of older plants\n."
    },
    {
        "SpeciesName": "Alternaria brassicicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Alternaria_brassicicola_conidia.jpg",
        "SpeciesSummary": "Alternaria brassicicola is a fungal necrotrophic plant pathogen that causes black spot disease on a wide range of hosts, particularly in the genus of Brassica, including a number of economically important crops such as cabbage, Chinese cabbage, cauliflower, oilseeds, broccoli and canola. Although mainly known as a significant plant pathogen, it also contributes to various respiratory allergic conditions such as asthma and rhinoconjunctivitis. Despite the presence of mating genes, no sexual reproductive stage has been reported for this fungus. In terms of geography, it is most likely to be found in tropical and sub-tropical regions, but also in places with high rain and humidity such as Poland. It has also been found in Taiwan and Israel. Its main mode of propagation is vegetative. The resulting conidia reside in the soil, air and water. These spores are extremely resilient and can overwinter on crop debris and overwintering herbaceous plants.\n\n"
    },
    {
        "SpeciesName": "Alternaria carthami",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Alternaria carthami is a plant pathogen."
    },
    {
        "SpeciesName": "Alternaria cucumerina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Alternaria cucumerina is a plant pathogen."
    },
    {
        "SpeciesName": "Alternaria dauci",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/f/f1/Alternaria_dauci_on_a_carrot_stem.png",
        "SpeciesSummary": "Alternaria dauci is a plant pathogen. The English name of the disease it incites is \"carrot leaf blight\".\n\n"
    },
    {
        "SpeciesName": "Alternaria helianthi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Alternaria helianthi is a plant pathogen."
    },
    {
        "SpeciesName": "Alternaria solani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/04/Alternaria_solani_-_leaf_lesions.jpg",
        "SpeciesSummary": "Alternaria solani is a fungal pathogen, that produces a disease in tomato and potato plants called early blight. The pathogen produces distinctive \"bullseye\" patterned leaf spots and can also cause stem lesions and fruit rot on tomato and tuber blight on potato.  Despite the name \"early,\" foliar symptoms usually occur on older leaves. If uncontrolled, early blight can cause significant yield reductions.  Primary methods of controlling this disease include preventing long periods of wetness on leaf surfaces and applying fungicides.Geographically, A. solani is problematic in tomato production areas east of the Rocky Mountains and is generally not an issue in the less humid Pacific or inter-mountain regions. A. solani is also present in most potato production regions every year but has a significant effect on yield only when frequent wetting of foliage favors symptom development."
    },
    {
        "SpeciesName": "Alternaria tenuissima",
        "SpeciesImage": "",
        "SpeciesSummary": "Alternaria tenuissima is a saprophytic fungus and opportunistic plant pathogen. It is cosmopolitan in distribution, and can colonize a wide range of plant hosts. Colonies of A. tenuissima produce chains on agar growth media. The fungus often forms concentric ring patterns on infected plant leaves. This species produces the allergen Alt a 1, one of the most important outdoor seasonal fungal allergens associated with allergy and asthma provocation. In rare circumstances, this species is also known to infect immunosuppressed humans and animals.\n\n"
    },
    {
        "SpeciesName": "Alternaria triticina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Alternaria triticina is a plant pathogen that causes leaf blight on wheat. It was first identified in India in 1962 and still causes significant yield loss to wheat crops on the Indian subcontinent. The disease causes necrotic leaf lesions and in severe cases seeds will become shriveled."
    },
    {
        "SpeciesName": "Alternaria zinniae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Alternaria zinniae is a plant pathogen."
    },
    {
        "SpeciesName": "Ampelomyces quisqualis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Rhopographus.filicinus.-.lindsey.jpg",
        "SpeciesSummary": "Ampelomyces quisqualis is an anamorphic fungus that is a hyperparasite of powdery mildews.  This parasitism reduces growth and may eventually kill the mildew. A.quisqualis is used as the active ingredient in a commercial fungicide."
    },
    {
        "SpeciesName": "Amylostereum chailletii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "SpeciesSummary": "Amylostereum chailletii is a species of crust fungus. It was originally described in 1822 as Thelephora chailletii by Christian Hendrik Persoon in 1822, and given its current name when it was moved into Amylostereum by Jacques Boidin in 1958. It causes a white rot, especially in spruce and fir species."
    },
    {
        "SpeciesName": "Anisogramma anomala",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/92/Anisogramma_anomala.jpg",
        "SpeciesSummary": "Anisogramma anomala is a plant pathogen that causes a disease known as Eastern filbert blight on Corylus spp. (hazelnut). Also known as EFB.\n\n"
    },
    {
        "SpeciesName": "Antrodia serialis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Antrodia_serialis_37619.jpg",
        "SpeciesSummary": "Antrodia serialis is a species of polypore fungus in the genus Antrodia. Originally named Polyporus serialis by Elias Fries in 1821, it was given its current name by Marinus Anton Donk in 1966. A widespread species, A. serialis causes heart rot in living trees. In North America, it is often confused with the morphologically similar Antrodia serialiformis, which grows on oak.\n\n"
    },
    {
        "SpeciesName": "Aphanomyces cochlioides",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Aphanomyces cochlioides is a plant pathogen that can affect commodity crops like spinach, Swiss chard, beets and related species. In spinach the pathogen is responsible for the black root \"rot\" that can damage plants."
    },
    {
        "SpeciesName": "Aphanomyces euteiches",
        "SpeciesImage": "",
        "SpeciesSummary": "Aphanomyces euteiches is a water mould, or oomycete, plant pathogen responsible for the disease Aphanomyces root rot. The species Aphanomyces euteiches can infect a variety of legumes.  Symptoms of the disease can differ among hosts but generally include reduced root volume and function, leading to stunting and chlorotic foliage.  Aphanomyces root rot is an important agricultural disease in the United States, Europe, Australia, New Zealand, and Japan.  Management includes using resistant crop varieties and having good soil drainage, as well as testing soil for the pathogen to avoid infected fields."
    },
    {
        "SpeciesName": "Aphanomyces raphani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Aphanomyces raphani is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Apiognomonia errabunda",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Oakanthracnose.jpg",
        "SpeciesSummary": "Apiognomonia errabunda is a fungal plant pathogen and causal agent of oak anthracnose.\n\n"
    },
    {
        "SpeciesName": "Apiognomonia veneta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Apiognomonia_veneta_leaf.JPG",
        "SpeciesSummary": "Apiognomonia veneta is a plant pathogen which causes anthracnose on London Plane trees."
    },
    {
        "SpeciesName": "Armillaria calvescens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Armillaria calvescens is a species of mushroom in the family Physalacriaceae. Similar in appearance to Armillaria gallica, this species is often found on maple in Canada and New England, as well as other hardwoods in the western United States. The mycelium of the fungus is bioluminescent."
    },
    {
        "SpeciesName": "Armillaria cepistipes",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Armillaria cepistipes is a species of mushroom in the family Physalacriaceae. This is a weakly plant pathogenic species that is typically found growing at the base of deciduous trees that have previously been stressed by another pathogen. The mycelium of the fungus is bioluminescent."
    },
    {
        "SpeciesName": "Armillaria gallica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "SpeciesSummary": "Armillaria gallica (synonymous with A. bulbosa and A. lutea) is a species of honey mushroom in the family Physalacriaceae of the order Agaricales. The species is a common and ecologically important wood-decay fungus that can live as a saprobe, or as an opportunistic parasite in weakened tree hosts to cause root or butt rot. It is found in temperate regions of Asia, North America, and Europe. The species forms fruit bodies singly or in groups in soil or rotting wood. The fungus has been inadvertently introduced to South Africa. Armillaria gallica has had a confusing taxonomy, due in part to historical difficulties encountered in distinguishing between similar Armillaria species. The fungus received international attention in the early 1990s when an individual colony living in a Michigan forest was reported to cover an area of 15 hectares (37 acres), weigh at least 9,500 kilograms (21,000 lb), and be 1,500 years old. This individual is popularly known as the \"humungous fungus\", and is a tourist attraction and inspiration for an annual mushroom-themed festival in Crystal Falls. Recent studies have revised the fungus's age to 2,500 years and its size to about 440 tons, four times the original estimate.Armillaria gallica is a largely subterranean fungus, and it produces fruit bodies that are up to about 10 cm (3.9 in) in diameter, yellow-brown, and covered with small scales. On the underside of the caps are gills that are white to creamy or pale orange. The stem may be up to 10 cm (3.9 in) long, with a white cobwebby ring that divides the color of the stem into pale orange to brown above, and lighter-colored below. The fungus can develop an extensive system of underground root-like structures, called rhizomorphs, that help it to efficiently decompose dead wood in temperate broadleaf and mixed forests. It has been the subject of considerable scientific research due to its importance as a plant pathogen, its ability to bioluminesce, its unusual life cycle, and its ability to form large and long-lived colonies."
    },
    {
        "SpeciesName": "Armillaria gemina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Armillaria gemina is a species of mushroom in the family Physalacriaceae. In North America, this rare species is found from the Appalachian Mountains eastwards. The mycelium of the fungus is bioluminescent."
    },
    {
        "SpeciesName": "Armillaria mellea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "SpeciesSummary": "Armillaria mellea, commonly known as honey fungus, is a basidiomycete fungus in the genus Armillaria. It is a plant pathogen and part of a cryptic species complex of closely related and morphologically similar species. It causes Armillaria root rot in many plant species and produces mushrooms around the base of trees it has infected. The symptoms of infection appear in the crowns of infected trees as discoloured foliage, reduced growth, dieback of the branches and death. The mushrooms are edible but some people may be intolerant to them. This species is capable of producing light via bioluminescence in its mycelium.\nArmillaria mellea is widely distributed in temperate regions of the Northern Hemisphere. The fruit body or mushroom, commonly known as stump mushroom, stumpie, honey mushroom, pipinky or pinky, grows typically on hardwoods but may be found around and on other living and dead wood or in open areas."
    },
    {
        "SpeciesName": "Armillaria sinapina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Armillaria_sinapina_276996.jpg",
        "SpeciesSummary": "Armillaria sinapina is a species of mushroom in the family Physalacriaceae. A plant pathogenic fungus, it causes  Armillaria root disease, and has been found on a variety of tree hosts in Alaska. The mycelium of the fungus is bioluminescent."
    },
    {
        "SpeciesName": "Armillaria tabescens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f1/2008-07-16_Armillaria_tabescens_cropped.jpg",
        "SpeciesSummary": "Armillaria tabescens is a species of fungus in the family Physalacriaceae. It is a plant pathogen. The mycelium of the fungus is bioluminescent.\n\n"
    },
    {
        "SpeciesName": "Arthuriomyces peckianus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Arthuriomyces_peckianus.jpg",
        "SpeciesSummary": "Arthuriomyces peckianus is a fungal plant pathogen, which causes orange rust on members of the genus Rubus, and various species of berries. It is found in central and eastern North America, and Eurasia."
    },
    {
        "SpeciesName": "Ascochyta pisi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f7/Ascochyta_pisi_148.jpg",
        "SpeciesSummary": "Ascochyta pisi is a fungal plant pathogen that causes ascochyta blight on pea, causing lesions of stems, leaves, and pods. These same symptoms can also be caused by Ascochyta pinodes, and the two fungi are not easily distinguishable."
    },
    {
        "SpeciesName": "Ascochyta sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/99/Ascochyta_sorghi.jpg",
        "SpeciesSummary": "Ascochyta sorghi is a fungal plant pathogen. It causes Ascochyta leaf spot (also known as rough leaf spot) on barley that can also be caused by the related fungi Ascochyta hordei, Ascochyta graminea and Ascochyta tritici. It is considered a minor disease of barley."
    },
    {
        "SpeciesName": "Ascochyta tritici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Ascochyta tritici is a fungal plant pathogen that causes Ascochyta leaf spot on barley, wheat and maize."
    },
    {
        "SpeciesName": "Aspergillus flavus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Aspergillus_flavus.jpg",
        "SpeciesSummary": "Aspergillus flavus is a saprotrophic and pathogenic fungus with a cosmopolitan distribution. It is best known for its colonization of cereal grains, legumes, and tree nuts. Postharvest rot typically develops during harvest, storage, and/or transit. A. flavus infections can occur while hosts are still in the field (preharvest), but often show no symptoms (dormancy) until postharvest storage and/or transport. In addition to causing preharvest and postharvest infections, many strains produce significant quantities of toxic compounds known as mycotoxins, which, when consumed, are toxic to mammals. A. flavus is also an opportunistic human and animal pathogen, causing aspergillosis in immunocompromised individuals."
    },
    {
        "SpeciesName": "Aspergillus niger",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/55/Aspergillus_niger_2.jpg",
        "SpeciesSummary": "Aspergillus niger is a fungus and one of the most common species of the genus Aspergillus.\nIt causes a disease called \"black mold\" on certain fruits and vegetables such as grapes, apricots, onions, and peanuts, and is a common contaminant of food. It is ubiquitous in soil and is commonly reported from indoor environments, where its black colonies can be confused with those of Stachybotrys (species of which have also been called \"black mold\").Some strains of A. niger have been reported to produce potent mycotoxins called ochratoxins; other sources disagree, claiming this report is based upon misidentification of the fungal species. Recent evidence suggests some true A. niger strains do produce ochratoxin A. It also produces the isoflavone orobol."
    },
    {
        "SpeciesName": "Aspergillus parasiticus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/68/Aspergillus_parasiticus_UAMH3108.jpg",
        "SpeciesSummary": "Aspergillus parasiticus is a fungus belonging to the genus Aspergillus. This species is an unspecialized saprophytic mold, mostly found outdoors in areas of rich soil with decaying plant material as well as in dry grain storage facilities. Often confused with the closely related species, A. flavus, A. parasiticus has defined morphological and molecular differences. Aspergillus parasiticus is one of three fungi able to produce the mycotoxin, aflatoxin, one of the most carcinogenic naturally occurring substances. Environmental stress can upregulate aflatoxin production by the fungus, which can occur when the fungus is growing on plants that become are damaged due to exposure to poor weather conditions, during drought, by insects, or by birds.  In humans, exposure to A. parasiticus toxins have potential to cause delayed development in children and produce serious liver diseases and/or hepatic carcinoma in adults. The fungus is also able to cause the infection known as aspergillosis in humans and other animals. A. parasiticus is of agricultural importance due to its ability to cause disease in corn, peanut, and cottonseed."
    },
    {
        "SpeciesName": "Aspergillus tamarii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "SpeciesSummary": "Aspergillus tamarii is a species of fungus in the genus Aspergillus. It is from the Flavi section. The species was first described in 1913. A. tamarii has been used in the production of soy sauce. It has been isolated from soil in the United States."
    },
    {
        "SpeciesName": "Asperisporium caricae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Asperisporium_caricae_on_leaf.jpg",
        "SpeciesSummary": "Asperisporium caricae is an ascomycete fungus that is a plant pathogen, found in North and South America. It is responsible for the black spot disease on papaya trees."
    },
    {
        "SpeciesName": "Aureobasidium pullulans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/19/Aureobasidium_pullulans_44026.jpg",
        "SpeciesSummary": "Aureobasidium pullulans is a ubiquitous black, yeast-like fungus that can be found in different environments (e.g. soil, water, air and limestone). It is well known as a naturally occurring epiphyte or endophyte of a wide range of plant species (e.g. apple, grape, cucumber, green beans, cabbage) without causing any symptoms of disease. A. pullulans has a high importance in biotechnology for the production of different enzymes, siderophores and pullulan. Furthermore, A. pullulans is used in biological control of plant diseases, especially storage diseases.Chronic human exposure to A. pullulans via humidifiers or air conditioners can lead to hypersensitivity pneumonitis (extrinsic allergic alveolitis) or \"humidifier lung\".  This condition is characterized acutely by dyspnea, cough, fever, chest infiltrates, and acute inflammatory reaction.  The condition can also be chronic, and lymphocyte-mediated. The chronic condition is characterized radiographically by reticulonodular infiltrates in the lung, with apical sparing. The strains causing infections in humans were reclassified to A. melanogenum.A. pullulans can be cultivated on potato dextrose agar, where it produces smooth, faint pink, yeast-like colonies covered with a slimy mass of spores. Older colonies change to black due to chlamydospore production. Primary conidia are hyaline, smooth, ellipsoidal, one-celled, and variable in shape and size; secondary conidia are smaller. Conidiophores are undifferentiated, intercalary or terminal, or arising as short lateral branches. Endoconidia are produced in an intercalary cell and released into a neighboring empty cell. Hyphae are hyaline, smooth, and thinwalled, with transverse septa. The fungus grows at 10–35 °C with optimum growth at 30 °C.\nA. pullulans is notable for its phenotypic plasticity. Colony morphology may be affected by carbon source, colony age, temperature, light and substrate, with colonies ranging from homogeneous to sectored, yeast-like to filamentous growth, and from small to large. These changes, potentially influenced by epigenetic factors, and the particular developmental sequences that the colonies proceed through may be observed with the naked eye. Besides these morphological plasticity A. pullulans is also adaptable to various stressful conditions: hypersaline, acidic and alkaline, cold, and oligotrophic. Therefore, it is considered to be polyextremotolerant.The morphology-based taxonomy of the species is complicated by the large morphological variability between strains and even within a single strain. Based on molecular analyses, four varieties of the species A. pullulans were recognised: var. pullulans from substrates with low water activity and the phyllosphere; var. melanogenum from aquatic habitats; var. subglaciale from glacial habitats; and var. namibiae, which was described on the basis of only one strain isolated from dolomitic marble in Namibia. However, when the genome sequences of these varieties became available, the differences between them were considered as too large to be accommodated in a single species. Therefore, the varieties were reclassified as new species: A. pullulans, A. melanogenum, A. subglaciale, and A. namibiae.Due to the relatively recent redefinition of the species, most published work does not yet distinguish between the new species belonging to the previously recognised A. pullulans species complex. It is therefore not clear to what extent this knowledge is valid for A. pullulans s. str. and what should be attributed to the three new species."
    },
    {
        "SpeciesName": "Beauveria bassiana",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Beauveria.jpg",
        "SpeciesSummary": "Beauveria bassiana is a fungus that grows naturally in soils throughout the world and acts as a parasite on various arthropod species, causing white muscardine disease; it thus belongs to the entomopathogenic fungi. It is being used as a biological insecticide to control a number of pests such as termites, thrips, whiteflies, aphids and different beetles. Its use in the control of bedbugs and malaria-transmitting mosquitos is under investigation."
    },
    {
        "SpeciesName": "Bipolaris incurvata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Brokencoconut.jpg",
        "SpeciesSummary": "Bipolaris incurvata is a plant pathogen that causes blight and leaf spots in coconut trees."
    },
    {
        "SpeciesName": "Bjerkandera adusta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/52/Bjerkandera.adusta.-.lindsey.jpg",
        "SpeciesSummary": "Bjerkandera adusta, commonly known as the smoky polypore or smoky bracket, is a species of fungus in the family Meruliaceae. It is a plant pathogen that causes white rot in live trees, but most commonly appears on dead wood. It was first described scientifically as Boletus adustus by Carl Ludwig Willdenow in 1787. The genome sequence of Bjerkandera adusta was reported in 2013."
    },
    {
        "SpeciesName": "Blumeria graminis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/74/Barleypowderymildew.jpg",
        "SpeciesSummary": "Blumeria graminis (commonly called barley powdery mildew or corn mildew) is a fungus that causes powdery mildew on grasses, including cereals. It is the only species in the genus Blumeria. It has also been called Erysiphe graminis and (by its anamorph) Oidium monilioides or Oidium tritici."
    },
    {
        "SpeciesName": "Botryosphaeria dothidea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/01/Botryosphaeria_dothidea.jpg",
        "SpeciesSummary": "Botryosphaeria dothidea (Moug. ex Fr.) Ces. & De Not. is a plant pathogen that causes the formation of cankers on a wide variety of tree and shrub species. It has been reported on several hundred plant hosts and on all continents except Antarctica.  B. dothidea was redefined in 2004, and some reports of its host range from prior to that time likely include species that have since been placed in another genus.  Even so, B. dothidea has since been identified on a number of woody plants—including grape, mango, olive, eucalyptus, maple, and oak, among others—and is still expected to have a broad geographical distribution.  While it is best known as a pathogen, the species has also been identified as an endophyte, existing in association with plant tissues on which disease symptoms were not observed.  It can colonize some fruits, in addition to woody tissues.\n\n"
    },
    {
        "SpeciesName": "Botryosphaeria obtusa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Botryosphaeria_obtusa.jpg",
        "SpeciesSummary": "Botryosphaeria obtusa is a plant pathogen that causes Frogeye leaf spot, black rot and cankers on many plant species. On the leaf it is referred to as Frogeye leaf spot; this phase typically affects tree and shrubs. In fruit such as the apple, cranberry and quince, it is referred to as black rot, and in twigs and trunks it causes cankers."
    },
    {
        "SpeciesName": "Botryosphaeria ribis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Botryosphaeria ribis is a plant pathogen that infects many trees causing cankers, dieback and death."
    },
    {
        "SpeciesName": "Botryosphaeria stevensii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/17/Anthracnose_-_canker_-_Baumkrebs_-_Pflanzenkrebs_-_Chancre_-_antracnosis_-_01a.jpg",
        "SpeciesSummary": "Botryosphaeria stevensii is a plant pathogen that causes cankers on several tree species including apple as well as black dead arm on grape."
    },
    {
        "SpeciesName": "Botrytis allii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/09/Botrytis_allii_5365841_SMPT.jpg",
        "SpeciesSummary": "Botrytis allii is a plant pathogen, a fungus that causes neck rot in stored onions (Allium cepa) and related crops. Its teleomorph is unknown, but other species of Botrytis are anamorphs of Botryotinia species. The species was first described scientifically by Mancel Thornton Munn in 1917."
    },
    {
        "SpeciesName": "Botrytis cinerea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e4/Aardbei_Lambada_vruchtrot_Botrytis_cinerea.jpg",
        "SpeciesSummary": "Botrytis cinerea (\"botrytis\" from Ancient Greek botrys (βότρυς) meaning \"grapes\" plus the New Latin suffix -itis for disease) is a necrotrophic fungus that affects many plant species, although its most notable hosts may be wine grapes. In viticulture, it is commonly known as \"botrytis bunch rot\"; in horticulture, it is usually called \"grey mould\" or \"gray mold\".\nThe fungus gives rise to two different kinds of infections on grapes. The first, grey rot, is the result of consistently wet or humid conditions, and typically results in the loss of the affected bunches. The second, noble rot, occurs when drier conditions follow wetter, and can result in distinctive sweet dessert wines, such as Sauternes or the Aszú of Tokaji/Grasă de Cotnari. The species name Botrytis cinerea is derived from the Latin for \"grapes like ashes\"; although poetic, the \"grapes\" refers to the bunching of the fungal spores on their conidiophores, and \"ashes\" just refers to the greyish colour of the spores en masse. The fungus is usually referred to by its anamorph (asexual form) name, because the sexual phase is rarely observed. The teleomorph (sexual form) is an ascomycete, Botryotinia fuckeliana, also known as Botryotinia cinerea (see taxonomy box)"
    },
    {
        "SpeciesName": "Botrytis squamosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Botrytis_squamosa_on_Cepa_allium%2C_bladvlekkenziekte_op_ui.jpg",
        "SpeciesSummary": "Botrytis squamosa (teleomorph: Botryotinia squamosa) is a fungus that causes leaf blight on onion (often termed ‘blast’) that is distinctly characterized by the two stages – leaf spotting followed by blighting. The pathogen is an ascomycete that belongs to the family Sclerotiniaceae in the order Helotiales. The lesions start out as whitish streaks and take on a yellow tinge as they mature. They cause yield losses up to 30%. This fungus is endemic to the USA and has also been reported in Europe, Asia, and Australia. Typical management of this disease includes chemical fungicides with significant efforts being made to establish a means of biological control."
    },
    {
        "SpeciesName": "Bremia lactucae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f5/IJssla_wit_%28Iceberg_with_Bremia_lactucae%29.jpg",
        "SpeciesSummary": "Bremia lactucae is a plant pathogen. This microorganism causes a disease of lettuce (Lactuca sativa) denominated as downy mildew. Some other strains can be found on 36 genera of Asteraceae including Senecio  and Sonchus. Experiments using sporangia from hosts do not infect lettuce and it is concluded that the fungus exists as a quantity of host-specific strains (formae speciales). Wild species, such as Lactuca serriola, or varieties of Lactuca can hold strains that infect lettuce, but these pathogens are not sufficiently common to seriously infect the plant.\nThe damage to caused by Bremia to lettuce may not in itself be serious, but infected plants are susceptible to secondary infection by the more severe mould, Botrytis cinerea. The plant can suffer systemic infections. Metalaxyl is effective against this microorganism."
    },
    {
        "SpeciesName": "Cantharellus cibarius",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bare_stipe_icon.svg",
        "SpeciesSummary": "Cantharellus cibarius is a species of golden chanterelle mushroom in the genus Cantharellus. It is found in Europe."
    },
    {
        "SpeciesName": "Cenangium ferruginosum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Cenangium_ferruginosum.jpg",
        "SpeciesSummary": "Cenangium ferruginosum is a species of fungus which infects young twigs of especially older pines (Pinus sylvestris). It, along with Cenangium atropurpureum, causes the disease Cenangium canker. The parasite lives under the bark of the trunk and spreads out further i.e. bark of branches up to the fresh twigstops of needles. The needles turn brown at the base, and the needles on the twigtop die off in time."
    },
    {
        "SpeciesName": "Cephalosporium gramineum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/34/Cephalosporium_gramineum_%3D_%E5%B0%8F%E9%BA%A6%E8%8C%8E%E6%96%91%E7%97%85%E3%81%AE%E5%93%81%E7%A8%AE%E9%96%93%E5%B7%AE.jpg",
        "SpeciesSummary": "Cephalosporium gramineum or Hymenula cerealis is a plant pathogen that causes cephalosporium stripe of wheat and other grasses. It was first reported in Japan in 1930. The disease can cause yield losses of up to 50% by causing death of tillers and reducing seed production and seed size. The disease causes broad yellow or brown stripes along the length of the leaf and discolouration of the leaf veins. The fungus spreads through the soil, and enters the plant through wounds in its roots. Early planting of winter wheat when the soil is warm gives a greater root system more subject to root breakage when the soil heaves affording more infection sites.  Phosphate fertilizer and high moisture further exacerbate this condition.  The symptoms are caused by the fungus invading the plants' vascular tissue. The fungus also produces a toxin which causes stunting of the plant and interferes with development.  A glucopolysaccharide also appears to inhibit fluid movement in wheat.Very little natural resistance to the disease is seen in wheat. Control measures include crop rotation for 2–3 years in areas where the disease has become a particular problem. Currently, no options exist for controlling the disease through the use of fungicides."
    },
    {
        "SpeciesName": "Ceratobasidium cereale",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Ceratobasidium cereale is a plant pathogen."
    },
    {
        "SpeciesName": "Ceratobasidium stevensii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Ceratobasidium stevensii is a plant pathogen."
    },
    {
        "SpeciesName": "Ceratocystis fimbriata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Sweet_potato_ceratocystis.jpg",
        "SpeciesSummary": "Ceratocystis fimbriata is a fungus and a plant pathogen, attacking such diverse plants as the sweet potato (black rot) and the tapping panels of the Para rubber tree (moldy rot). It is a diverse species that attacks a wide variety of annual and perennial plants. There are several host-specialized strains, some of which, such as Ceratocystis platani that attacks plane trees, are now described as distinct species."
    },
    {
        "SpeciesName": "Ceratocystis paradoxa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Ceratocystis paradoxa or Black Rot of Pineapple is a plant pathogen that is a fungus part of the phylum Ascomycota. It is characterized as the teleomorph or sexual reproduction stage of infection. This stage contains ascocarps, or sacs/fruiting bodies, which contain the sexually produced inoculating ascospores. These are the structures which are used primarily to survive long periods of time or overwinter to prepare for the next growing season of its host. Unfortunately, the sexual stage is not often seen in the natural field but instead the anamorph, or asexual stage is more commonly seen. This asexual stage name is Thielaviopsis paradoxa and is the common cause of Black rot or stem-end rot of its hosts.\n\n"
    },
    {
        "SpeciesName": "Cercospora apii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/09/Cercospora_apii.jpg",
        "SpeciesSummary": "Cercospora apii  is a fungal plant pathogen, who causes leaf spot on celery, and found on other plants, including Impatiens. Since the genus Cercospora is one of the largest and most heterogeneous genera of hyphomycetes, numerous species described from diverse hosts and locations are morphologically indistinguishable from C. apii and subsequently are referred to as C. apii sensu lato."
    },
    {
        "SpeciesName": "Cercospora arachidicola",
        "SpeciesImage": "",
        "SpeciesSummary": "Cercospora arachidicola is a fungal ascomycete plant pathogen that causes early leaf spot of peanut. Peanuts (Arachis hypogaea) originated in South America and are cultivated globally in warm, temperate and tropical regions. All cultivars of peanuts are equally susceptible to peanut fungal pathogens; however, C. arachidicola is an economically important peanut pathogen and is responsible for significant economic losses in the peanut industry, more specifically in the Southeastern, Eastern, and the Southwestern United States. Early leaf spot of peanut can drastically reduce yields, leading to economic downturn of the peanut crop economy. Annual crop losses in the United States range anywhere from less than 1% to greater than 50% depending on disease management and treatment."
    },
    {
        "SpeciesName": "Cercospora asparagi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora asparagi is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora beticola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora beticola is a fungal plant pathogen which typically infects plants of the genus Beta, within the family of Chenopodiaceae.  It is the cause of Cercospora leaf spot disease in sugar beets, spinach and swiss chard.  Of these hosts, Cercospora leaf spot is the most economically impactful in sugar beets (Beta vulgaris).  Cercospora beticola is a deuteromycete fungi that reproduces using conidia.  There is no teleomorph stage.  C. beticola is a necrotrophic fungi that uses phytotoxins specifically Cercospora beticola toxin (CBT) to kill infected plants.  CBT causes the leaf spot symptom and prevents root formation.  Yield losses from Cercospora leaf spot are around 20 percent.Hosts and Symptoms\nHosts of Cercospora beticola include sugar beets (Beta vulgaris), swiss chard (Beta vulgaris L. subsp. cicla) and other leafy greens.  Symptoms include the random distribution of spots with brownish red rings which eventually cause leaf collapse.Older leaves will have spots of larger diameters as rings grow outward.  conidia are not observable by the unaided eyeDisease Cycle\nStromata (a sclerotia like survival structure containing conidia when made) in field debris starts the life cycle. Under favorable wet conditions conidia are rain splashed and insect carried to new hosts where under humid and wet conditions they germinate and penetrate through stomata.  These conidia germinate in polycyclic microcycles until the end of the growing season.  At the end of the growing season C. beticola produces stromata again as a survival structure.  Microcycles like the one used by C. beticola are very effective at producing lots of conidia.  Because these conidia are effective at penetrating the host, mycelium is not necessary and conidia produce their own conidia at each new infection (microcycle).  There have been no direct observations of sexual spores in C. beticola.Management\nCopper was historically used to control C. beticola in the field though today fungicides are more common.  C. beticola has been shown to have some resistance to benzimidazole and thiophanate class fungicides.  As a result, experts often have recommended fungicide rotation to kill any potential fungicide resistant strains.  Some varieties of sugar beet also show resistance to C. beticola, unfortunately they have all had low yields in lab tests.  Today the most common fungicides used are QoI, Headline, Proline, Inspire SB, Eminent and Super Tin or Agri Tin"
    },
    {
        "SpeciesName": "Cercospora brassicicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora brassicicola is a plant pathogen."
    },
    {
        "SpeciesName": "Cercospora capsici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/76/%27Cercospora_capsici.jpg",
        "SpeciesSummary": "Cercospora capsici is a fungal plant pathogen that causes leaf spot, known as frogeye spot, on peppers."
    },
    {
        "SpeciesName": "Cercospora carotae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora carotae is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora hydrangeae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora hydrangeae is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora kikuchii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Cercospora_Leaf_Blight_of_Soybeans_1.jpg",
        "SpeciesSummary": "Cercospora kikuchii is a fungal plant pathogen that affects soybeans. It results in both the Cercospora leaf blight and purple seed stain diseases on soybean and is found almost worldwide.  C. kikuchii produces the toxin cercosporin, as do a number of other Cercospora species."
    },
    {
        "SpeciesName": "Cercospora longissima",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora longissima is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora mangiferae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora mangiferae is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora medicaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora medicaginis is a plant pathogen."
    },
    {
        "SpeciesName": "Cercospora melongenae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/Cercospora_Leaf_Spot_on_Eggplant.jpg",
        "SpeciesSummary": "Cercospora melongenae is a fungal plant pathogen that causes leaf spot on eggplant (Solanum melongenum). It is a deuteromycete fungus that is primarily confined to eggplant species. Some other host species are Solanum aethiopicum and Solanum incanum. This plant pathogen only attacks leaves of eggplants and not the fruit.  It is fairly common among the fungi that infect community gardens and home gardens of eggplant. Generally speaking, Cercospora melongenae attacks all local varieties of eggplants, but is most severe on the Philippine eggplant and less parasitic on a Siamese variety."
    },
    {
        "SpeciesName": "Cercospora nicotianae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/57/Hjul-_eller_k%C3%A4rr%C3%A5rder%2C_Nordisk_familjebok.png",
        "SpeciesSummary": "Cercospora nicotianae is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora rosicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora rosicola is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora sojina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Soja_Mancha_Ojo_de_Rana_MOR.jpg",
        "SpeciesSummary": "Cercospora sojina is a fungal plant pathogen which causes frogeye leaf spot of soybeans. Frog eye leaf spot is a major disease on soybeans in the southern U.S. and has recently started to expand into the northern U.S. where soybeans are grown[5]. The disease is also found in other soybean production areas of the world[4]."
    },
    {
        "SpeciesName": "Cercospora sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora sorghi is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercospora zebrina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercospora zebrina is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cercosporella rubi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cercosporella rubi (commonly called double blossom or witches' broom) is a plant pathogen which causes rosette disease of blackberry. The disease is particularly prevalent in the southeast of the USA, where it poses one of the largest threats to commercial blackberry production. The disease causes witch's broom symptoms as well as double blossoms, and can severely reduce yield.\n\n"
    },
    {
        "SpeciesName": "Cerrena unicolor",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/Cerrena_unicolor_45687.jpg",
        "SpeciesSummary": "Cerrena unicolor, commonly known as the mossy maze polypore, is a species of poroid fungus in the genus Cerrena (Family: Polyporaceae). This saprobic fungus causes  white rot."
    },
    {
        "SpeciesName": "Choanephora cucurbitarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Choanephora_cucurbitarum01.jpg",
        "SpeciesSummary": "The fungus Choanephora cucurbitarum is a plant pathogen that causes fruit and blossom rot of various cucurbits.  It can also affect okra, snap bean, and southern pea, and may cause a stem and leaf rot of Withania somnifera. Recently Das et al. 2017 added few more patho-index on aubergine (Solanum melongena L.), teasle gourd (Momordica subangulata Blume subsp. renigera (G. Don) de Wilde, hyacinth bean (Lablab purpureus (L.) Sweet), green pea (Pisum sativum) from India. (  Wet weather, high temperature and high humidity favor disease development from inoculum that is typically soil-borne. Signs of infection on fruits or leaves include water-soaked, necrotic lesions, which progress rapidly under ideal conditions. As the fungus begins to produce spores, affected tissues become dark grey-brown and hairy as a result of the superficial sporangia.\n\n"
    },
    {
        "SpeciesName": "Chondrostereum purpureum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/67/Chondrostereum_purpureum_051120A.jpg",
        "SpeciesSummary": "Silver leaf is a fungal disease of trees caused by the fungus plant pathogen Chondrostereum purpureum. It attacks most species of the rose family Rosaceae, particularly the genus Prunus. The disease is progressive and often fatal. The common name is taken from the progressive silvering of leaves on affected branches. It is spread by airborne spores landing on freshly exposed sapwood. For this reason cherries and plums are pruned in summer, when spores are least likely to be present and when disease is visible. Silver Leaf can also happen on poming fruits like apples and pears. Plums are especially vulnerable.In the past the name Stereum purpureum Pers. was widely used for this fungus, but according to modern taxonomy it is only distantly related to Stereum, actually belonging to order Agaricales whereas Stereum is in order Russulales."
    },
    {
        "SpeciesName": "Chrysomyxa ledicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/5a/KivalinaOrangeGoo.jpg",
        "SpeciesSummary": "Chrysomyxa ledicola is a plant pathogen responsible for the disease large-spored spruce-Labrador tea rust.  It affects white spruce, black spruce, Sitka spruce, Englemann spruce, and Labrador-tea.  It is also the cause of the orange goo that covered the Iñupiat village of Kivalina, Alaska in the summer of 2011."
    },
    {
        "SpeciesName": "Chrysomyxa pyrolae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Chrysomyxa pyrolae, is a species of rust fungi in the Coleosporiaceae family that can be found in such US states such as Alabama, Colorado, Maine and Vermont."
    },
    {
        "SpeciesName": "Chrysomyxa weirii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Chrysomyxa_weirii_symptoms1.jpg",
        "SpeciesSummary": "Chrysomyxa weirii, is a fungus that causes a disease, commonly known as Weir’s cushion rust, of spruce trees.  It is mostly a cosmetic problem, causing yellowish spotting and banding on spruce needles, but in some cases can cause severe premature defoliation.  Weir’s cushion rust can also disfigure and reduce growth of spruce trees by targeting the tender needles of newly emerging shoots.   This pathogen's spores are spread by wind and water splash and germinate to  infect newly developing needles on the same spruce, or neighboring spruce trees.    Unlike many other rust disease pathogens, C. weirii is autoecious, only infecting spruce trees (no alternate host).   C. weirii is also microcyclic, producing only two of the five possible spore stages common in rust fungi.   Trees affected by Weir’s cushion rust usually have obvious symptoms, but if treated correctly, the disease can be managed."
    },
    {
        "SpeciesName": "Cladosporium caryigenum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/33/Pecanscab.jpg",
        "SpeciesSummary": "Cladosporium caryigenum is a synonym of Fusicladium effusum, the plant pathogen which causes pecan scab. Pecan scab is the most economically significant disease of pecan (Carya illinoinensis) in the southeastern United States. In 2010, Seyran and colleagues used sequencing of the mitochondrial gene for cytochrome b to conclusively classify the pecan scab fungus as Fusicladium effusum.\n\n"
    },
    {
        "SpeciesName": "Cladosporium cladosporioides",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Cladosporium_cladosporioides.jpg",
        "SpeciesSummary": "Cladosporium cladosporioides is a darkly pigmented mold that occurs world-wide on a wide range of materials both outdoors and indoors. It is one of the most common fungi in outdoor air where its spores are important in seasonal allergic disease. While this species rarely causes invasive disease in animals, it is an important agent of plant disease, attacking both the leaves and fruits of many plants. This species produces asexual spores in delicate, branched chains that break apart readily and drift in the air. It is able to grow under low water conditions and at very low temperatures."
    },
    {
        "SpeciesName": "Cladosporium cucumerinum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cladosporium cucumerinum is a fungal plant pathogen that affects cucumbers."
    },
    {
        "SpeciesName": "Cladosporium herbarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Cladosporium herbarum is an common fungus found worldwide in organic and inorganic matter. It is efficiently distributed in the air, where it exists as the most frequently occurring fungal species. It can grow over a wide range of temperatures including very cold environments, giving it the ability to grow on refrigerated meat and form \"black spots\". Its high prevalence in the air and production of allergens makes C. herbarum an important exacerbant of asthma and hay fever.\n\n"
    },
    {
        "SpeciesName": "Claviceps purpurea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/06/Alopecurus_claviceps_2.JPG",
        "SpeciesSummary": "Claviceps purpurea is an ergot fungus that grows on the ears of rye and related cereal and forage plants. Consumption of grains or seeds contaminated with the survival structure of this fungus, the ergot sclerotium, can cause ergotism in humans and other mammals. C. purpurea most commonly affects outcrossing species such as rye (its most common host), as well as triticale, wheat and barley. It affects oats only rarely.\n\n"
    },
    {
        "SpeciesName": "Claviceps zizaniae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Claviceps zizaniae is a plant pathogen that causes ergot in the wild rice species Zizania aquatica and Z. palustris. Originally described in 1920 as Spermoedia zizaniae by Faith Fyles, it was transferred to Claviceps in 1959 by Maria E. Pantidou. The new combination, however, was not published validly as Pantidou \"failed to provide a full and direct reference to the place of publication\". The binomial was published validly by Scott Redhead and colleagues in 2009."
    },
    {
        "SpeciesName": "Climacodon septentrionalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1d/Climacodon_septentrionalis_134149.jpg",
        "SpeciesSummary": "Climacodon septentrionalis is a species of polypore fungus in the family Meruliaceae. It is a plant pathogen. Originally named Hydnum septentrionale by Elias Magnus Fries in 1821, it was transferred to the genus Climacodon by Petter Karsten in 1881."
    },
    {
        "SpeciesName": "Cochliobolus lunatus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Curvularia_lunata_conidia.jpg",
        "SpeciesSummary": "Cochliobolus lunatus is a fungal plant pathogen that can cause disease in humans and other animals. The anamorph of this fungus is known as Curvularia lunata, while Cochliobolus lunatus denotes the teleomorph or sexual state. They are, however, the same biological entity. Cochliobolus lunatus is the most commonly reported species in clinical cases of reported Cochliobolus infection."
    },
    {
        "SpeciesName": "Cochliobolus miyabeanus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Cochliobolus_miyabeanus.jpg",
        "SpeciesSummary": "Cochliobolus miyabeanus (formerly known as Helminthosporium oryzae) is a fungus that causes brown spot disease in rice. This disease was the causal agent of the Bengal famine of 1943.\nIt was concidered for use by the USA as a biological weapon against Japan during World War II.\n\n"
    },
    {
        "SpeciesName": "Coleosporium tussilaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Coleosporium_tussilaginis_3_beentree.jpg",
        "SpeciesSummary": "Coleosporium tussilaginis is species of rust fungus in the family Coleosporiaceae. It is a plant pathogen."
    },
    {
        "SpeciesName": "Colletotrichum acutatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/55/Colletotrichum_acutatum_1.jpg",
        "SpeciesSummary": "Colletotrichum acutatum is a plant pathogen. It is the organism that causes the most destructive fungal disease, anthracnose, of lupin species worldwide.\nIt also causes the disease Postbloom fruit drop on many varieties of Citrus, especially Valencia and navel oranges in Florida."
    },
    {
        "SpeciesName": "Colletotrichum capsici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Colletotrichum capsici is a species of fungus and plant pathogen which causes leaf blight on Chlorophytum borivilianum, basil, chickpea and pepper as well as dieback in pigeonpea and anthracnose in poinsettia."
    },
    {
        "SpeciesName": "Colletotrichum cereale",
        "SpeciesImage": "",
        "SpeciesSummary": "Colletotrichum Cereale is a plant disease (fungus) that has been found to cause crown rot anthracnose of turf grass most commonly occurring on golf courses (NC State 2012).  Anthracnose can occur as both a foliar blight and basal rot (Penn State 2010). This disease attacks the crowns of plants, which is different than other anthracnose diseases. Anthracnose of turfgrass can be a foliar disease or in this case a basal rot of the lower portion of the plant. It attacks different species of turfgrass throughout the world most commonly annual bluegrass and creeping bentgrass (Crouch, Clarke 2012)."
    },
    {
        "SpeciesName": "Colletotrichum coccodes",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Colletotrichum_coccodes.jpg",
        "SpeciesSummary": "Colletotrichum coccodes is a plant pathogen, which causes anthracnose on tomato and black dot disease of potato. Fungi survive on crop debris and disease emergence is favored by warm temperatures and wet weather"
    },
    {
        "SpeciesName": "Colletotrichum dematium",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Colletotrichum dematium is a plant pathogen causing anthracnose."
    },
    {
        "SpeciesName": "Colletotrichum destructivum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Colletotrichum destructivum is a plant pathogen."
    },
    {
        "SpeciesName": "Colletotrichum fragariae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Colletotrichum fragariae is a plant pathogen infecting strawberries."
    },
    {
        "SpeciesName": "Colletotrichum gossypii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Colletotrichum_gossypii.jpg",
        "SpeciesSummary": "Colletotrichum gossypii is a plant pathogen. This fungus is affiliated with cotton plants where it causes anthracnose. Its reproduction in the plants is asexual. The conidia have only one nucleus. Before conidia germination fusion by mean of conidial anastomosis tube could happen. The conidia could germinate in media plates."
    },
    {
        "SpeciesName": "Colletotrichum higginsianum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Colletotrichum higginsianum is a plant pathogen."
    },
    {
        "SpeciesName": "Colletotrichum lindemuthianum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/7f/Benkid77_Green_Bean_Crop%2C_Storeton_200709.JPG",
        "SpeciesSummary": "Colletotrichum lindemuthianum is a fungus which causes anthracnose, or black spot disease, of the common bean plant (Phaseolus vulgaris). It is considered a hemibiotrophic pathogen because it spends part of its infection cycle as a biotroph, living off of the host but not harming it, and the other part as a necrotroph, killing and obtaining nutrients from the host tissues."
    },
    {
        "SpeciesName": "Colletotrichum musae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
        "SpeciesSummary": "Colletotrichum musae is a plant pathogen primarily affecting the genus Musa, which includes bananas and plantains. It is best known as a cause of anthracnose (the black and brown spots) indicating ripeness on bananas."
    },
    {
        "SpeciesName": "Colletotrichum orbiculare",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Colletotrichum_orbiculare_1.jpg",
        "SpeciesSummary": "Colletotrichum orbiculare is a plant pathogen of melons and cucumber."
    },
    {
        "SpeciesName": "Colletotrichum pisi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Colletotrichum pisi is a plant pathogen."
    },
    {
        "SpeciesName": "Colletotrichum trichellum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Colletotrichum trichellum is a fungal plant pathogen. It is known for causing leaf and stem spot in English Ivy."
    },
    {
        "SpeciesName": "Colletotrichum trifolii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Colletotrichum trifolii is a fungal plant pathogen of alfalfa, causing the disease alfafa anthracnose. It is a biotroph, obtaining nutrients from the living plant cells before forming asexual spores. This fungus has two known races Bain and Essary."
    },
    {
        "SpeciesName": "Colletotrichum truncatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Colletotrichum truncatum is a plant pathogen."
    },
    {
        "SpeciesName": "Coprinus comatus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/98/Black_spore_print_icon.png",
        "SpeciesSummary": "Coprinus comatus, the shaggy ink cap, lawyer's wig, or shaggy mane, is a common fungus often seen growing on lawns, along gravel roads and waste areas. The young fruit bodies first appear as white cylinders emerging from the ground, then the bell-shaped caps open out. The caps are white, and covered with scales—this is the origin of the common names of the fungus. The gills beneath the cap are white, then pink, then turn black and secrete a black liquid filled with spores (hence the \"ink cap\" name). This mushroom is unusual because it will turn black and dissolve itself in a matter of hours after being picked or depositing spores.\nWhen young it is an excellent edible mushroom provided that it is eaten soon after being collected (it keeps very badly because of the autodigestion of its gills and cap). If long-term storage is desired, microwaving, sauteing or simmering until limp will allow the mushrooms to be stored in a refrigerator for several days or frozen. Also, placing the mushrooms in a glass of ice water will delay the decomposition for a day or two so that one has time to incorporate them into a meal. Processing or icing must be done whether for eating or storage within four to six hours of harvest to prevent undesirable changes to the mushroom. The species is cultivated in China as food.\nThe mushroom can sometimes be confused with the magpie fungus which is poisonous. In America, the 'vomiter' mushroom Chlorophyllum molybdites is responsible for most cases of mushroom poisoning due to its similarity with shaggy mane and other edible mushrooms."
    },
    {
        "SpeciesName": "Cordana musae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Cordana_leaf_spot_by_Cordana_musae.jpg",
        "SpeciesSummary": "Cordana musae is an ascomycete fungus that is a plant pathogen. It produces cordana leaf spot on bananas."
    },
    {
        "SpeciesName": "Cordyceps militaris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/53/2010-08-06_Cordyceps_militaris_1.jpg",
        "SpeciesSummary": "Cordyceps militaris is a species of fungus in the family Clavicipitaceae, and the type species of the genus Cordyceps. It was originally described by Carl Linnaeus in 1753 as Clavaria militaris."
    },
    {
        "SpeciesName": "Coriolopsis gallica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Coriolopsis_gallica_194280.jpg",
        "SpeciesSummary": "Coriolopsis gallica is a fungus found growing on decaying wood. It has not been associated to any plant disease, therefore it is not considered pathogenic. For various Coriolopsis gallica strains isolated, it has been found, as a common feature of the division Basidiomycota, that they are able to degrade wood components, mainly lignin and to lesser extent cellulose, which results in a degradation area covered by the accumulating -white- cellulose powder, therefore, C. gallica might be generically called, as many other Basidiomycetes, as \"white-rot\" fungi.This feature of preferential degradation of lignin components, such as melanoidins, polyphenols, and other aromatic compounds is of biotechnological interest in the industries of paper (recycling and bleaching), beer and sugar cane production or for the bioremediation of waste waters produced in these and other industrial activities. While in Basidiomycota, the lignolytic activities are jointly played by enzymes such as laccases, manganese peroxidases and lignin peroxidases, in Coriolopsis gallica, as well as in the phylogenetically related Trametes spp., laccases (even in multiple genomic copies) are the main mechanisms involved in lignin modification, while in another well studied white-rot basidiomycota Phanerochaete spp., virtually no laccase activity is involved in lignin biodegradation.\n\n"
    },
    {
        "SpeciesName": "Coryneopsis rubi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/36/Coryneopsis.rubi.-.lindsey.jpg",
        "SpeciesSummary": "Coryneopsis rubi is a plant pathogen."
    },
    {
        "SpeciesName": "Corynespora cassiicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/22/Corynespora_cassiicola_Ring-Spot_Symptoms_in_Tomato_Leaves.png",
        "SpeciesSummary": "Corynespora cassiicola is a species of fungus well known as a plant pathogen. It is a sac fungus in the family Corynesporascaceae. It is the type species of the genus Corynespora.\n\n"
    },
    {
        "SpeciesName": "Craterellus cornucopioides",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f9/2010-08-24_Craterellus_cinereus_%28Pers.%29_Qu%C3%A9l_100703_cropped.jpg",
        "SpeciesSummary": "Craterellus cornucopioides, or horn of plenty, is an edible mushroom. It is also known as the black chanterelle, black trumpet, trompette de la mort (French), trombetta dei morti (Italian) or trumpet of the dead.\nThe Cornucopia, in Greek mythology, referred to the magnificent horn of the nymph Amalthea's goat (or of herself in goat form), that filled itself with whatever meat or drink its owner requested. It has become the symbol of plenty.\nA possible origin for the name \"trumpet of the dead\" is that the growing mushrooms were seen as being played as trumpets by dead people under the ground."
    },
    {
        "SpeciesName": "Cronartium ribicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Ambox_globe_content.svg",
        "SpeciesSummary": "Cronartium ribicola  is a species of rust fungus in the family Cronartiaceae that causes the disease white pine blister rust.\nC. ribicola  is native to China, and was subsequently introduced to North America. Some European and Asian white pines (e.g. Macedonian Pine, Swiss Pine, Blue Pine) are mostly resistant to the disease, having co-evolved with the pathogen.\n\nIt was accidentally introduced into North America about 1900, where it is an invasive species causing serious damage to the American white pines, which have little genetic resistance. Mortality is particularly heavy in Western White Pine, Sugar Pine, Limber Pine and Whitebark Pine. Efforts are under way to select and breed the rare resistant individuals of these species; resistance breeding is concentrated at the United States Forest Service Dorena Genetic Resource Center in Oregon.\nSome limited silvicultural control of the disease is possible. If bark blisters are found on branches over 10–15 cm from the bole, those branches may be pruned off, which will stop the spread of the disease to the rest of that tree. If the main trunk is affected then no control is possible, and the tree will die once the infection encircles the tree. Infected trees are often identified by \"flagging\", when all the needles on a branch turn brown and die. Infections often occur on low branches close to the ground on young trees, so pruning of white pine can also be effective in multiple ways, as it improves the quality of timber by creating more knot-free timber, and reduces the likelihood of infection from the blister rust to a small extent. Another form of control practiced in some areas is to diligently remove Ribes plants from any area near white pines. Because the infection moves from currant plants, to pines, and back again, it cannot continue to exist without its alternate host. Although effective in theory, removal of currants is rarely successful in practice, as they readily re-grow from small pieces of root left in the soil, and the seeds are very widely spread in birds' droppings. According to the Southwest Oregon Forest Insect and Disease Service Center, white pine blister rust attacks all five needle pines. \"Damage [to plants] includes mortality, top kill, branch dieback, and predisposition to attack by other agents, including bark beetles\" [1]."
    },
    {
        "SpeciesName": "Cryptocline cyclaminis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Cryptocline cyclaminis is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Cryptoporus volvatus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Cryptoporus_volvatus_41860.jpg",
        "SpeciesSummary": "Cryptoporus volvatus is a polypore fungus that decomposes the rotting sapwood of conifers. It is an aftereffect of attack by the pine bark beetle. The fungus was originally described by American mycologist Charles Horton Peck in 1875 as Polyporus volvatus. Cornelius Lott Shear transferred it to the genus Cryptoporus in 1902."
    },
    {
        "SpeciesName": "Cryptosporella umbrina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cryptosporella umbrina is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Curvularia trifolii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Curvularia trifolii is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Cyathus stercoreus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/48/Cyathus-stercoreus-basidia.jpg",
        "SpeciesSummary": "Cyathus stercoreus, commonly known as the dung-loving bird's nest, is a species of fungus in the genus Cyathus, family Nidulariaceae. Like other species in the Nidulariaceae, the fruiting bodies of C. stercoreus resemble tiny bird's nests filled with eggs. The fruiting bodies are referred to as splash cups, because they are developed to use the force of falling drops of water to dislodge and disperse their spores. The species has a worldwide distribution, and prefers growing on dung, or soil containing dung; the specific epithet is derived from the Latin word stercorarius, meaning \"of dung\".\n\n"
    },
    {
        "SpeciesName": "Cyathus striatus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c2/2012-10-22_Cyathus_striatus_%28Huds.%29_Willd_274333.jpg",
        "SpeciesSummary": "Cyathus striatus, commonly known as the fluted bird's nest, is a common saprobic bird's nest fungus with a widespread distribution throughout temperate regions of the world. This fungus resembles a miniature bird's nest with numerous tiny \"eggs\"; the eggs, or peridioles, are actually lens-shaped bodies that contain spores. C. striatus can be distinguished from most other bird's nest fungi by its hairy exterior and grooved (striated) inner walls. Although most frequently found growing on dead wood in open forests, it also grows on wood chip mulch in urban areas. The fruiting bodies are encountered from summer until early winter. The color and size of this species can vary somewhat, but they are typically less than a centimeter wide and tall, and grey or brown in color. Another common name given to C. striatus, splash cups, alludes to the method of spore dispersal: the sides of the cup are angled such that falling drops of water can dislodge the peridioles and eject them from the cup. The specific epithet is derived from the Latin stria, meaning \"with fine ridges or grooves\"."
    },
    {
        "SpeciesName": "Cylindrocladium pteridis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Cylindrocladium pteridis is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Cymadothea trifolii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Cymadothea trifolii is a fungal plant pathogen infecting the red clover."
    },
    {
        "SpeciesName": "Daedaleopsis confragosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/Cerrena_unicolor_45687.jpg",
        "SpeciesSummary": "Daedaleopsis confragosa, commonly known as the thin walled maze polypore or the blushing bracket, is a species of polypore fungus in the family Polyporaceae. A plant pathogen, it causes a white rot of injured hardwoods, especially willows. The fruit bodies are semicircular and tough, have a concentrically zoned brownish upper surface, and measure up to 20 cm (8 in) in diameter. The whitish underside turns gray-brown as the fruit body ages, but bruises pink or red. It is found all year and is common in northern temperate woodlands of eastern North America, Europe, and Asia. The species was first described from Europe in 1791 as a form of Boletus, and has undergone several changes of genus in its taxonomic history. It acquired its current name when Joseph Schröter transferred it to Daedaleopsis in 1888."
    },
    {
        "SpeciesName": "Daldinia concentrica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/98/Black_spore_print_icon.png",
        "SpeciesSummary": "The inedible fungus Daldinia concentrica is known by several common names, including King Alfred's cake, cramp balls, and coal fungus. As with other fungi the light spores are distributed globally and the fungi develop wherever conditions are suitable - it lives on dead and decaying wood, and is a common, widespread saprotroph.\nThe fungus is ball-shaped, with a hard, friable, shiny black fruiting body 2 to 7 centimeters wide. It resembles a chunk of coal, which gives it several of its common names, including coal fungus and carbon balls. According to legend, King Alfred once hid out in a countryside homestead during war, and was put in charge of removing baking from the oven when it was done. He fell asleep and the cakes burned. Daldinia concentrica is said to resemble a cake left to this fate.\nThe flesh of the fungus is purple, brown, or silvery-black inside, and is arranged in concentric layers. Most sources agree that like tree rings, these layers are related to seasonal growth. The asci are cylindrical and arranged inside the flask-shaped perithecium. When each ascus becomes engorged with fluid it extends outside the perithecium and releases spores.\nD. concentrica contains several unique compounds, including a purple polycyclic pigment and a metabolite called concentricol, which is oxidized squalene. Many types of insects and other small animals make their home inside this species of fungus."
    },
    {
        "SpeciesName": "Deightoniella torulosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Deightoniella torulosa is an ascomycete fungus that is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Diaporthe citri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Diaporthe citri is a plant pathogen infecting citruses."
    },
    {
        "SpeciesName": "Diaporthe helianthi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Leaf_lesion_proceeding_along_major_leaf_vein_%28Photo_Dr_Tom_Gulya%2C_USDA%29.jpg",
        "SpeciesSummary": "Diaporthe helianthi is a fungal pathogen that causes Phomopsis stem canker of sunflowers. In sunflowers, Phomopsis helianthi (teleomorph =Diaporthe helianthi) is the causative agent behind stem canker.  Its primary symptom is the production of large canker lesions on the stems of sunflower plants. These lesions can eventually lead to lodging and plant death. This disease has been shown to be particularly devastating in southern and eastern regions of Europe, although it can also be found in the United States and Australia. While cultural control practices are the primary method of controlling for Stem Canker, there have been a few resistant cultivars developed in regions of Europe where the disease is most severe."
    },
    {
        "SpeciesName": "Diaporthe phaseolorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/db/Diaporthe_phaseolorum_on_Phaseolus_lunatus.jpg",
        "SpeciesSummary": "Diaporthe phaseolorum is a plant pathogen with five subspecies :\n\nDiaporthe phaseolorum var. batatae\nDiaporthe phaseolorum var. caulivora\nDiaporthe phaseolorum var. meridionalis\nDiaporthe phaseolorum var. phaseolorum\nDiaporthe phaseolorum var. sojae\n\n"
    },
    {
        "SpeciesName": "Diaporthe phaseolorum var. caulivora",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Diaporthe phaseolorum var. caulivora is a plant pathogen which infects soybean, causing soybean stem canker.\n\n"
    },
    {
        "SpeciesName": "Diaporthe phaseolorum var. phaseolorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Diaporthe phaseolorum var. phaseolorum is a plant pathogen infecting soybean, sweet potato and peanut."
    },
    {
        "SpeciesName": "Diaporthe phaseolorum var. sojae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/ee/Diaporthe_phaseolorum_var._sojae.jpg",
        "SpeciesSummary": "Diaporthe phaseolorum var. sojae is a plant pathogen infecting soybean and peanut.\nDiaporthe phaseolorum var. sojae is the perfect form of the causal pathogen of pod and stem blight of soybean. It is a fungal ascomycete that commonly infects seeds, pods, stems, and petioles. This pathogen is also found in its imperfect state, Phomopsis sojae.  This is a common disease of most soybean growing regions in the United States. Losses result from losses in field stands, reductions in yield, and poor seed quality.Symptoms\nDiaporthe phaseolorum var. sojae can infect any aboveground parts of the plant; the disease may be present without showing any symptoms.Early-season infection typically takes place without showing any symptoms.\nMid-season symptoms appear as tiny black dots (pycnidia) on fallen leaves or abscised petioles.\nLate-season symptoms (pycnidia) appear on dead stems, branches and seed pods. Heavily infected seeds will often fail to germinate.\nVisual Symptoms include:\n•\tLight brown spots on cotyledons or lower stems,•\tSmall black dots (pycnidia) appear in rows along necrotic stem, branch, and petiole tissue (mature leaf tissue is not commonly infected),•\tInfected seeds exhibiting: cracked seed coats, shriveling, flattening, grey mold, or black spots (pycnidia) on the seed coat.Hosts\n\tAlternate hosts include: \nLima bean, cowpea, snap beans, peanuts, lespedeza, lupine, pepper, tomato, okra, onion, and garlic.Environmental factors\n\tDiaporthe phaseolorum var. sojae is present throughout the world wherever soybeans are in production.  Conditions that favor this fungal infection include:\n•\tA warm, wet, and humid growing season, particularly during pod development and maturation,\n•\tContinuous soybean planting and infected seed,•\tDelayed harvest, insect damage, and hail damage lead to seed infection.Disease cycle\n\tDiaporthe phaseolorum var. sojae (sexual) and Phomopsis sojae (asexual) overwinter as mycelia in infected seeds and plant debris. This serves as the primary inoculum.  In the spring, pycnidium are produced on plant debris and the petioles of abscise leaves. In the early summer perithecia develop on decaying stem tissue. \tThe perithecium contain asci while the pycnidium releases conidia. Spores will germinate and penetrate through primarily immature or wounded tissue. Spores need at least 24 hours of free moisture to cause infection. The spores can then spread into mycelium and form perithecia and pycnidia.\n\tMore progressive spread of disease can occur through secondary infection.  Secondary infections will occur when conidia are dispersed onto different parts of the by the splashing of water.Management\nHigh quality thoroughly cleaned seed and crop rotation are the primary controls of Diaporthe phaseolorum var. sojae.  Resistant varieties are available but not commonly used.\nProper seed treatments will protect seeds and increase stand count.  A higher stand count will lead to less branching and breaking of branches. Broken branches provide a point of entry for Diaporthe phaseolorum var. sojae. \nHarvesting soybeans at first maturity reduces the time of seed infection through the pod. Later maturing varieties tend to produce higher quality soybeans with less infection. When heavily inoculated plant debris is present, a deep tillage option can be taken to bury the residue."
    },
    {
        "SpeciesName": "Diplocarpon earlianum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/34/Rode-vlekkenziekte_%28Diplocarpon_earlianum%29.jpg",
        "SpeciesSummary": "Diplocarpon earlianum is a species of fungus that produces a disease in strawberry plants called strawberry leaf scorch. The disease overwinters in plant debris and infects strawberry plants during the spring season when it is wet. The five main methods to reduce strawberry leaf scorch include: irrigation techniques, crop rotation, planting resistant and disease-free seeds, fungicide use, and sanitation measures. Control of strawberry leaf scorch is important because it is responsible for the majority of disease in strawberries. Diplocarpon earliana affects the fruit quality and yield of the strawberry crop.\n\n"
    },
    {
        "SpeciesName": "Diplocarpon mespili",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/17/Diplocarpon_mespili_-_Lindsey.jpg",
        "SpeciesSummary": "Diplocarpon mespili is a pathogenic fungus which causes quince leaf blight, a leaf disease affecting chiefly common quince. It occurs in wet summers, causing severe leaf spotting and early defoliation, also affecting fruit to a lesser extent. It may also affect other Rosaceae such as hawthorn and medlar, but is typically less damaging than on quince.\n\n"
    },
    {
        "SpeciesName": "Diplocarpon rosae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/23/Black_spot.jpg",
        "SpeciesSummary": "Diplocarpon rosae is a fungus that creates the rose black spot disease.\nBecause it was observed by people of various countries around the same time (around 1830), the nomenclature for the fungus varied with about 25 different names. The asexual stage is now known to be Marssonina rosae, while the sexual and most common stage is known as Diplocarpon rosae.\nDiplocarpon rosae over seasons as mycelia, ascospores, and conidia in infected leaves and canes. In the spring during moist, humid conditions, ascospores and conidia are wind-borne and rain-splashed to newly emerging leaf tissue. Upon infection, disease progresses from the lowest leaves upward, causing defoliation and black spots on leaves."
    },
    {
        "SpeciesName": "Discula destructiva",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Discula destructiva is a fungus in the family Gnomoniaceae which causes dogwood anthracnose, affecting populations of dogwood trees native to North America.It was introduced to the United States in 1978 and is distributed throughout the Eastern United States and the Pacific Northwest. Its origins are unknown. It typically occurs in cool, wet spring and fall weather. One can avoid this fungus by watering dogwoods during drought and general cultural control care.Species affected: Cornus florida and Cornus nuttallii."
    },
    {
        "SpeciesName": "Drechslera gigantea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Drechslera gigantea is a plant pathogen that causes eyespot disease on many host plants."
    },
    {
        "SpeciesName": "Echinodontium tinctorium",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Echinodontium_tinctorium.jpg",
        "SpeciesSummary": "Echinodontium tinctorium is a  species of fungus in the family Echinodontiaceae. A plant pathogen, it is commonly known as the Indian paint fungus.\nSome Plateau Indian tribes applied it to skin to prevent it from chapping."
    },
    {
        "SpeciesName": "Entoleuca mammata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Entoleuca mammata is a species of fungus in the genus Entoleuca.  It is responsible for the plant disease hypoxylon canker in hardwood trees such as quaking aspen (Populus tremuloides) and other aspens and poplars, Salix myrsinifolia and other willow species,  rowan (Sorbus aucuparia), Sitka alder (Alnus viridis), birch (Betula spp.), apple (Malus spp.), oak (Quercus spp.), and hophornbeam (Ostrya spp.)."
    },
    {
        "SpeciesName": "Epicoccum nigrum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Epicoccum_nigrum_80352.jpg",
        "SpeciesSummary": "Epicoccum nigrum is a species of fungus, in the phylum Ascomycota. A plant pathogen and endophyte, it is a widespread fungus which produces coloured pigments that can be used as antifungal agents against other pathogenic fungi. The fluorescent stain, epicocconone is extracted from it.\n\n"
    },
    {
        "SpeciesName": "Erysiphe betae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/05/Erysiphe.betae.-.lindsey.jpg",
        "SpeciesSummary": "Erysiphe betae is a plant pathogen. It is a form of powdery mildew that affects sugar beet. It can cause up to a 30% yield loss. The fungus occurs worldwide in all regions where sugar beet is grown and it also infects other edible crops, e.g. beetroot.\n\n"
    },
    {
        "SpeciesName": "Erysiphe cichoracearum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Erysiphe.cichoracearum.-.lindsey.jpg",
        "SpeciesSummary": "Erysiphe cichoracearum  is a plant pathogen that causes powdery mildew disease of cucurbits, including melon, cucumber, pumpkin, and squash. The primary symptoms are white, powder-like spots on the leaves and stems. Sphaerotheca fuliginea causes a similar looking powdery mildew of cucurbits."
    },
    {
        "SpeciesName": "Erysiphe cruciferarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Nsr-slika-334.png",
        "SpeciesSummary": "Erysiphe cruciferarum is a plant pathogen of the family Erysiphaceae, that causes the main powdery mildew of crucifers, including on Brassica crops, such as cauliflower, cabbage, broccoli, and Brussels sprouts. E. cruciferarum is distributed worldwide, and is of particular concentration in continental Europe and the Indian subcontinent. E. cruciferarum is an ascomycete fungus that has both sexual and asexual stages. It is also an obligate parasite that appears to have host specificity; for example, isolates from turnip will not infect Brussels sprout, and vice versa. While being a part of the Erysiphaceae family, it belongs to those members in which the conidia are formed singly and whose haustoria are multilobed.It is also being evaluated as a potential biological control for the invasive plant garlic mustard."
    },
    {
        "SpeciesName": "Erysiphe flexuosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Erysiphe flexuosa is a plant pathogen that causes powdery mildew on horse chestnut. It is native to North America but is currently spreading epidemically through Europe.\n\n"
    },
    {
        "SpeciesName": "Erysiphe graminis f.sp. tritici",
        "SpeciesImage": "",
        "SpeciesSummary": "Erysiphe graminis f.sp. tritici is a plant pathogen that causes a fungal infection known as powdery mildew. It is most common in grains, and it can be identified by the characteristic white spots on leaves and stems that appear to be made of powder. Powdery mildew is one of the most widespread and easily recognizable plant diseases.\nE. graminis is an obligate parasite, meaning that it cannot be grown on an artificial medium.This species has been confused with Blumeria graminis, but in 1975, the new taxa Blumeria was created just for that species. Blumeria and Erysiphe are different in their digitate haustoria and in details of their conidial wall."
    },
    {
        "SpeciesName": "Erysiphe pisi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Erysiphe pisi is a plant pathogen that causes powdery mildew on several plant species."
    },
    {
        "SpeciesName": "Eutypella parasitica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/19/Eutypella_canker.jpg",
        "SpeciesSummary": "Eutypella canker is a plant disease caused by the fungal pathogen Eutypella parasitica. This disease is capable of infecting many species of maple trees and produces a large, distinguishable canker on the main trunk of the tree. Infection and spread of the disease is accomplished with the release of ascospores from perithecia. Therefore, the best way to manage the Eutypella canker is to remove trees that have been infected. If infected, it can decrease the quality of wood cut for lumber and can thus have a negative economic impact."
    },
    {
        "SpeciesName": "Fomes fomentarius",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Fomes_fomentarius_25616.jpg",
        "SpeciesSummary": "Fomes fomentarius (commonly known as the tinder fungus, false tinder fungus, hoof fungus, tinder conk, tinder polypore or ice man fungus) is a species of fungal plant pathogen found in Europe, Asia, Africa and North America. The species produces very large polypore fruit bodies which are shaped like a horse's hoof and vary in colour from a silvery grey to almost black, though they are normally brown. It grows on the side of various species of tree, which it infects through broken bark, causing rot. The species typically continues to live on trees long after they have died, changing from a parasite to a decomposer.\nThough inedible, F. fomentarius has traditionally seen use as the main ingredient of amadou, a material used primarily as tinder, but also used to make clothing and other items. The 5,000-year-old Ötzi the Iceman carried four pieces of F. fomentarius, concluded to be for use as tinder. It also has medicinal and other uses. The species is both a pest and useful in timber production."
    },
    {
        "SpeciesName": "Fomitopsis cajanderi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Fomitopsis cajanderi is a widely distributed bracket fungus. Commonly known as the rosy conk due to its rose-colored pore surface, it causes a disease called a brown pocket rot in various tree species.\n\n"
    },
    {
        "SpeciesName": "Fomitopsis pinicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Decurrent_gills_icon2.svg",
        "SpeciesSummary": "Fomitopsis pinicola, is a stem decay fungus. Its conk (fruit body) is known as the red belt conk. The species is common throughout the temperate Northern Hemisphere.  It is a decay fungus that serves as a small-scale disturbance agent in coastal rainforest ecosystems. It influences stand structure and succession in temperate rainforests. It performs essential nutrient cycling functions in forests.\n\n"
    },
    {
        "SpeciesName": "Fomitopsis rosea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Fomitopsis rosea is a plant pathogen."
    },
    {
        "SpeciesName": "Fusarium circinatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Pine_pitch_canker.jpg",
        "SpeciesSummary": "Fusarium circinatum is a fungal plant pathogen that causes the serious disease pitch canker on pine trees and Douglas fir (Pseudotsuga menziesii). The most common hosts of the pathogen include slash pine (Pinus elliottii), loblolly pine (Pinus taeda), Monterey pine (Pinus radiata), Mexican weeping pine (Pinus patula), and Douglas fir. Like other Fusarium species in the phylum Ascomycota, it is the asexual reproductive state of the fungus and has a teleomorph, Gibberella circinata."
    },
    {
        "SpeciesName": "Fusarium culmorum",
        "SpeciesImage": "",
        "SpeciesSummary": "Fusarium culmorum is a fungal plant pathogen and the causal agent of seedling blight, foot rot, ear blight, stalk rot, common root rot and other diseases of cereals, grasses, and a wide variety of monocots and dicots.  In coastal dunegrass (Leymus mollis), F. culmorum is a nonpathogenic symbiont conferring both salt and drought tolerance to the plant."
    },
    {
        "SpeciesName": "Fusarium oxysporum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/91/Fusarium_Oxysporum_Pronunciation.ogg",
        "SpeciesSummary": "Fusarium oxysporum pronounce  (Schlecht as emended by Snyder and Hansen), an ascomycete fungus, comprises all the species, varieties and forms recognized by Wollenweber and Reinking within an infrageneric grouping called section Elegans. It is part of the Nectriaceae family.\nAlthough their predominant role in native soils may be harmless or even beneficial plant endophytes or soil saprophytes, many strains within the F. oxysporum complex are pathogenic to plants, especially in agricultural settings."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. asparagi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. asparagi is a fungal plant pathogen infecting asparagus."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. ciceris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/aa/Cicer_arietinum_003.JPG",
        "SpeciesSummary": "Fusarium oxysporum f.sp. ciceris is a fungal plant pathogen that causes fusarium wilt of chickpea."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. cubense",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/65/Fusarium_Oxysporum_F.SP._Cubense_Pronunciation.ogg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. cubense Pronunciation  is a fungal plant pathogen that causes Panama disease of banana (Musa spp.), also known as fusarium wilt of banana."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. cyclaminis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. cyclaminis is a fungal plant pathogen infecting cyclamens."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. dianthi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. dianthi is a fungal plant pathogen infecting carnations."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. lycopersici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. lycopersici is a fungal plant pathogen. It is a big pathogen to the tomato plant. It has a violet to white color on most media but does not produce a pigment on King's B medium."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. medicaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. medicaginis is a fungal plant pathogen infecting alfalfa."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. pisi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. pisi is a fungal plant pathogen infecting peas, endemic to Moldova."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. radicis-lycopersici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. radicis-lycopersici is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Fusarium oxysporum f.sp. vasinfectum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium oxysporum f.sp. vasinfectum is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Fusarium pallidoroseum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium pallidoroseum is a fungal plant pathogen infecting banana, maize and pigeonpea.\n\n"
    },
    {
        "SpeciesName": "Fusarium proliferatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium proliferatum is a fungal plant pathogen infecting asparagus."
    },
    {
        "SpeciesName": "Fusarium solani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/db/Fusarium_solani_%28257_25%29_Cultured_and_stained_deuteromycetes.jpg",
        "SpeciesSummary": "Fusarium solani is a species complex of at least 26 closely related filamentous fungi in the division Ascomycota, family Nectriaceae. It is the anamorph of Nectria haematococca. It is a common soil fungus and colonist of plant materials. Fusarium solani is implicated in plant disease as well as human disease notably infection of the cornea of the eye."
    },
    {
        "SpeciesName": "Fusarium sporotrichioides",
        "SpeciesImage": "",
        "SpeciesSummary": "Fusarium sporotrichioides is a fungal plant pathogen, one of various Fusarium species responsible for damaging crops, in particular causing a condition known as Fusarium head blight in wheat, consequently being of notable agricultural and economic importance. The species is ecologically widespread, being found across tropical and temperate regions, and is a significant producer of mycotoxins, particularly trichothecenes. Although mainly infecting crops, F. sporotrichioides-derived mycotoxins can have repercussions for human health in the case of the ingestion of infected cereals. One such example includes the outbreak of alimentary toxic aleukia (ATA) in Russia, of which F. sporotrichioides-infected crop was suspected to be the cause. Although current studies on F. sporotrichioides are somewhat limited in comparison to other species in the genus, Fusarium sporotrichioides has found several applications as a model system for experimentation in molecular biology."
    },
    {
        "SpeciesName": "Fusarium subglutinans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Fusarium subglutinans is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Fusicoccum aesculi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Fusicoccum aesculi is a fungus and a plant pathogen."
    },
    {
        "SpeciesName": "Fusicoccum amygdali",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Fusicoccum amygdali is a plant pathogen, which often releases a toxin known as fusicoccin that causes the stomata of the plant to open."
    },
    {
        "SpeciesName": "Gaeumannomyces graminis var. avenae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Gaeumannomyces graminis var. avenae is a plant pathogen."
    },
    {
        "SpeciesName": "Gaeumannomyces graminis var. graminis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Gaeumannomyces graminis var. graminis is a plant pathogen. This fungal pathogen produces extensive damage on the sheath of rice, causing black spots which protrude from the infected. This pathogen also generates a discoloration in the foliage of a plant which tends to show a straw orange colouration."
    },
    {
        "SpeciesName": "Ganoderma applanatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Brown_spore_print_icon.png",
        "SpeciesSummary": "Ganoderma applanatum (the artist's bracket, artist's conk or bear bread) is a bracket fungus with a cosmopolitan distribution."
    },
    {
        "SpeciesName": "Ganoderma tsugae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "SpeciesSummary": "Ganoderma tsugae, also known as Hemlock varnish shelf, is a flat polypore mushroom of the genus Ganoderma."
    },
    {
        "SpeciesName": "Geosmithia morbida",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/63/Black_Walnut_Leaves.jpg",
        "SpeciesSummary": "Geosmithia morbida is a species of anamorphic fungus in the Bionectriaceae family that, together with the activity of the walnut twig beetle, causes thousand cankers disease in species of walnut trees (Juglans spp.). It was described as new to science in 2010 from specimens collected in the southern United States. The fungus, transmitted by the walnut twig beetle, Pityophthorus juglandis, is known from the western USA from California to Colorado. The cankers resulting from infection restrict nutrient flow and typically kill the host tree within three to four years. Based on closeness of internal transcribed spacer DNA, the closest relative of G. morbida is G. fassatiae. The specific epithet morbida refers to the deadly pathogenic effect it has on its host."
    },
    {
        "SpeciesName": "Geotrichum candidum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Geotrichosis_Case_151%282%29.jpg",
        "SpeciesSummary": "Geotrichum candidum is a fungus which is a member of the human microbiome, notably associated with skin, sputum and feces where it occurs in 25-30% of specimens.  It is common in soil and has been isolated from soil collected around the world, in all continents.G. candidum is the causative agent of the human disease geotrichosis, the plant disease sour rot which infects citrus fruits, tomatoes, carrots, and other vegetables.  It can affect havested fruit of durians such as Durio graveolensG. candidum is used widely in the production of certain dairy products including rind cheeses such as Camembert, Saint-Nectaire, Reblochon and others. The fungus can also be found in a Nordic yogurt-like product known as viili where it is responsible for the product's velvety texture.In a 2001 study, G. candidum was found to consume the polycarbonate found in CDs."
    },
    {
        "SpeciesName": "Gibberella acuminata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Gibberella acuminata is a plant pathogen."
    },
    {
        "SpeciesName": "Gibberella baccata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Gibberella baccata is a fungal plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Gibberella fujikuroi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f6/Bakane_Disease_of_Rice.jpg",
        "SpeciesSummary": "Gibberella fujikuroi is a fungal plant pathogen. It causes bakanae disease in rice seedlings. \n\nAnother name is foolish seedling disease. It gets that name because the seeds can be infected, leading to disparate outcomes for the plant. There are not many diseases that initiate similar symptoms as bakanae. As a result, it is fairly easy to identify. However, any celebrations about identifying the disease successfully will quickly turn sour when considering the impending doom of the plants."
    },
    {
        "SpeciesName": "Gibberella intricans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Gibberella intricans is a plant pathogen.  It is an opportunistic pathogen of durians such as  Durio graveolens and D. kutejensis."
    },
    {
        "SpeciesName": "Gibberella pulicaris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Gibberella pulicaris is a plant pathogen infecting several hosts including potato, strawberry, hop, alfalfa and Douglas-fir.\n\n"
    },
    {
        "SpeciesName": "Gibberella tricincta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Gibberella tricincta is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Gibberella zeae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/6a/F.graminearum.JPG",
        "SpeciesSummary": "Gibberella zeae, also known by the name of its anamorph Fusarium graminearum, is a plant pathogen which causes fusarium head blight, a devastating disease on wheat and barley. The pathogen is responsible for billions of dollars in economic losses worldwide each year. Infection causes shifts in the amino acid composition of wheat, resulting in shriveled kernels and contaminating the remaining grain with mycotoxins, mainly deoxynivalenol, which inhibits protein biosynthesis; and zearalenone, an estrogenic mycotoxin. These toxins cause vomiting, liver damage, and reproductive defects in livestock, and are harmful to humans through contaminated food. Despite great efforts to find resistance genes against F. graminearum, no completely resistant variety is currently available. Research on the biology of F. graminearum is directed towards gaining insight into more details about the infection process and reveal weak spots in the life cycle of this pathogen to develop fungicides that can protect wheat from scab infection.\n\n"
    },
    {
        "SpeciesName": "Gloeocercospora sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Gloeocercospora sorghi is a plant pathogen and causal agent of zonate leaf spot also known as copper spot on Sorghum bicolor (though it can infect several other hosts). It is used as a bioherbicide."
    },
    {
        "SpeciesName": "Gloeophyllum sepiarium",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Gloeophyllum sepiarium (Rusty gilled polypore) is a wood decay fungus that causes a brown rot. Gloeophyllum sepiarium grows in thin, dark brown/green brackets on dead conifers. Often found on wood in lumberyards, the fruiting body grows for only one year, and produces spores in late summer and autumn. Its hymenial surface is distinctive from other polypores due to the presence of gills. Gloeophyllum sepiarium is inedible."
    },
    {
        "SpeciesName": "Gloeoporus dichrous",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Gloeoporus dichrous is a species of fungus in the family Irpicaceae. First described as Polyporus dichrous by Elias Magnus Fries in 1815, it was later transferred to the genus Gloeoporus by Italian mycologist Giacomo Bresadola in 1912. The variety G. dichrous var. niger (formerly known as Ceriporiopsis nigra) was proposed in 2008 after molecular analysis revealed the two taxa were conspecific.\n\n"
    },
    {
        "SpeciesName": "Glomerella graminicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Antracnose_stalk_rot.jpg",
        "SpeciesSummary": "Glomerella graminicola ((anamorphic) Colletotrichum graminicola) is a fungus in the teleomorphic phase whose anamorphic phase, Colletotrichum graminicola, causes anthracnose in many cereal species including maize and wheat. Corn is affected in large numbers in the United States by this fungus, especially certain varieties that have been genetically engineered. These engineered varieties are more susceptible to the teleomorph phase of the fungus. It is not until the fungus moves to the teleomorph phase of the lifecycle and begins to produce fruiting bodies that host plants will begin to exhibit symptoms, often on plants depleted in energy after the stress of pollination. Once the pathogen is in a field, producers can suffer huge economic losses. The disease, corn anthracnose leaf blight, is the most common stalk disease in maize and occurs most frequently in reduced-till or no-till fields. As these practices are widespread, as can be the pathogen."
    },
    {
        "SpeciesName": "Gnomonia comari",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Gnomonia comari is a fungus on overwintered leaves of Comarum palustre L. (Rosaceae). The fungus has been recently referred to Gnomoniopsis comari (Karst.) Sogonov, comb. nov. It occurs in Europe (Finland, Germany, Switzerland)  It causes a disease on strawberry."
    },
    {
        "SpeciesName": "Gnomonia leptostyla",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/07/Gnomonia_leptostyla_at_Juglans_regia_backside_leaf.jpg",
        "SpeciesSummary": "Gnomonia leptostyla is a fungal plant pathogen. It is newly named Ophiognomonia leptostyla and occurs on walnut (Juglans spp.) and causes leaf blotch and leaf spots which is called walnut anthracnose or walnut black spot. The anamorph is Marssoniella juglandis."
    },
    {
        "SpeciesName": "Graphiola phoenicis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Archiv_pro_p%C5%99%C3%ADrodov%C4%9Bdeck%C3%BD_v%C3%BDzkum_%C4%8Cech_%281911%29_%2820340784511%29.jpg",
        "SpeciesSummary": "Graphiola phoenicis is a plant pathogen."
    },
    {
        "SpeciesName": "Grifola frondosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "SpeciesSummary": "Grifola frondosa is a polypore mushroom that grows in clusters at the base of trees, particularly oaks.  The mushroom is commonly known among English speakers as hen of the woods, hen-of-the-woods, ram's head and sheep's head.  It is typically found in late summer to early autumn. In the United States' supplement market, as well as in Asian grocery stores, the mushroom is known by its Japanese name maitake (舞茸, \"dancing mushroom\"). Throughout Italian American communities in the northeastern United States, it is commonly known as the signorina mushroom.\nG. frondosa should not be confused with Laetiporus sulphureus, another edible bracket fungus that is commonly called chicken of the woods or \"sulphur shelf\". Like all polypores, the fungus becomes inedible when older, because it is then too tough to eat.\nThe fungus is native to China, the northeastern part of Japan and North America, and is prized in traditional Chinese and Japanese herbology as a medicinal mushroom. It is widely eaten in Japan, and its popularity in western cuisine is growing, although the mushroom has been reported to cause allergic reactions in rare cases."
    },
    {
        "SpeciesName": "Grovesinia pyramidalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Grovesinia pyramidalis is a plant pathogen."
    },
    {
        "SpeciesName": "Guignardia musae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Guignardia musae is a plant pathogen that causes banana freckle a disease that forms water soaked lesions of banana fruit and is spread by rain splash."
    },
    {
        "SpeciesName": "Guignardia philoprina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Guignardia philoprina is a plant pathogen that causes leaf spot on Araliaceae sp.\n\n"
    },
    {
        "SpeciesName": "Gymnoconia nitens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Gymnoconia_nitens_89277.jpg",
        "SpeciesSummary": "Gymnoconia nitens is a species of rust fungus in the Phragmidiaceae family. It is a plant pathogen, and causes orange rust on various berries. The species was originally described in 1822 by mycologist Lewis David de Schweinitz as Aecidium luminatum."
    },
    {
        "SpeciesName": "Gymnosporangium clavipes",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Gymnosporangium_clavipes_with_aecia_on_Crataegus_branch.jpg",
        "SpeciesSummary": "Gymnosporangium clavipes is a plant pathogen, a fungus that causes cedar-quince rust. Similar to Gymnosporangium juniperi-virginianae and  Gymnosporangium globosum, the fungus infects a wide range of Rosaceae, such as apple, hawthorn and quince trees, and also requires an evergreen host such as Eastern Red Cedar or a number of other juniper species to complete its life cycle."
    },
    {
        "SpeciesName": "Gymnosporangium globosum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Gymnosporangium globosum is a plant pathogen that causes cedar-hawthorn rust."
    },
    {
        "SpeciesName": "Gymnosporangium juniperi-virginianae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/27/Cedar_apple_rust_cycle_for_Wikipedia.jpg",
        "SpeciesSummary": "Gymnosporangium juniperi-virginianae is a plant pathogen that causes cedar-apple rust.  In virtually any location where apples or crabapples (Malus) and Eastern red-cedar (Juniperus virginiana) coexist, cedar apple rust can be a destructive or disfiguring disease on both the apples and cedars. Quince and hawthorn are the most common host and many species of juniper can substitute for the Eastern red cedars.\n\n"
    },
    {
        "SpeciesName": "Gymnosporangium libocedri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Gymnosporangium libocedri (Pacific Coast Pear Rust) is a plant pathogen and rust fungus.  It produces orange gelatinous growths (telia) on incense cedar in the spring.  Its secondary hosts include apple, crabapple, hawthorn, mountain ash, pear, quince, and serviceberry.\n\n"
    },
    {
        "SpeciesName": "Gymnosporangium nelsonii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Gymnosporangium nelsonii is a plant pathogen."
    },
    {
        "SpeciesName": "Helminthosporium solani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/50/Silver_Scurf_%28H._solani%29.JPG",
        "SpeciesSummary": "Silver scurf  is a plant disease that is caused by the plant pathogen Helminthosporium solani. Silver scurf is a blemish disease, meaning the effect it has on tubers is mostly cosmetic and affects “fresh market, processing and seed tuber potatoes.\" There are some reports of it affecting development, meaning growth and tuber yield. This is caused by light brown lesions, which in turn change the permeability of tuber skin and then it causes tuber shrinkage and water loss, which finally causes weight loss. The disease has become economically important because silver scurf affected potatoes for processing and direct consumption have been rejected by the industry. The disease cycle can be divided into two stages: field and storage. It is mainly a seed borne disease and the primary source of inoculum is mainly infected potato seed tubers. Symptoms develop and worsen in storage because the conditions are conducive to sporulation. The ideal conditions for the spread of this disease are high temperatures and high humidity. There are also many cultural practices that favor spread and development. Luckily, there are multiple ways to help control the disease."
    },
    {
        "SpeciesName": "Hericium americanum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Hericium_americanum_59312.jpg",
        "SpeciesSummary": "Hericium americanum, commonly known as the bear's head tooth fungus, is an edible mushroom in the tooth fungus group. It was described as new to science in 1984 by Canadian mycologist James Herbert Ginns."
    },
    {
        "SpeciesName": "Hericium coralloides",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/96/Hericium_coralloides_-_Male_Karpaty_I.jpg",
        "SpeciesSummary": "Hericium coralloides is a saprotrophic fungus, commonly known as the coral tooth fungus. It grows on dead hardwood trees. When young, the fungus is soft and edible, but as it ages the branches and hanging spines become brittle and turn a light shade of yellowish brown. The Māori name for this species is pekepekekiore."
    },
    {
        "SpeciesName": "Hericium erinaceus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/73/Blue_pencil.svg",
        "SpeciesSummary": "Hericium erinaceus (also called lion's mane mushroom, monkey head mushroom, bearded tooth mushroom, satyr's beard, bearded hedgehog mushroom, pom pom mushroom, or bearded tooth fungus) is an edible and medicinal mushroom belonging to the tooth fungus group. Native to North America, Europe and Asia it can be identified by its long spines (greater than 1 cm length), its appearance on hardwoods and its tendency to grow a single clump of dangling spines. Hericium erinaceus can be mistaken for other species of Hericium, all popular edibles, which grow across the same range. In the wild, these mushrooms are common during late summer and fall on hardwoods, particularly American beech.\n\n"
    },
    {
        "SpeciesName": "Heterobasidion annosum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bare_stipe_icon.svg",
        "SpeciesSummary": "Heterobasidion annosum is a basidiomycete fungus in the family Bondarzewiaceae. It is considered to be the most economically important forest pathogen in the Northern Hemisphere. Heterobasidion annosum is widespread in forests in the United States and is responsible for the loss of one billion U.S. dollars annually. This fungus has been known by many different names. First described by Fries in 1821, it was known by the name Polyporus annosum. Later, it was found to be linked to conifer disease by Robert Hartig in 1874, and was renamed Fomes annosus by H. Karsten. Its current name of Heterobasidion annosum was given by Brefeld in 1888.  Heterobasidion annosum causes one of the most destructive diseases of conifers.  The disease caused by the fungus is named annosus root rot."
    },
    {
        "SpeciesName": "Heterobasidion irregulare",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/6/63/Heterobasidion_irregulare_at_Portage_WI.jpg",
        "SpeciesSummary": "Heterobasidion irregulare is a tree root rotting pathogenic fungus that belongs to the genus Heterobasidion, which includes important pathogens of conifers and other woody plants. It has a wide host and geographic range throughout North America and causes considerable economic damage in pine plantations in the United States. This fungus is also a serious worry in eastern Canada. Heterobasidion irregulare has been introduced to Italy (Lazio) where it has been responsible for extensive tree mortality of stone pine.\nDue to the ecology, disease type, host range/preference, interfertility group, and genetic information, H. irregulare (formerly known as Heterobasidion annosum P ISG) was designated a new species and distinguished from Heterobasidion occidentale (formerly known as Heterobasidion annosum S ISG)."
    },
    {
        "SpeciesName": "Heterobasidion occidentale",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Heterobasidion_occidentale_fruiting_body_on_western_hemlock_root%2C_Oct_2013.jpg",
        "SpeciesSummary": "Heterobasidion occidentale is a tree root-rotting pathogenic fungus in the family Bondarzewiaceae. It is endemic in western North America west of the Rocky Mountains from Alaska to southern Mexico.  While a natural agent of forest turnover, H. occidentale has become of increased concern due to forest management processes such as pre-commercial thinning, altered site density and species composition, and carbon sequestration.  H. occidentale forms part of the genus that includes other species forming the important forest pest Heterobasidion annosum sensu lato that is spread across the Northern Hemisphere.  H. occidentale is part of the S-type intersterility group differing from the other North American species, Heterobasidion irregulare.\n\n"
    },
    {
        "SpeciesName": "Inonotus dryadeus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Inonotus_dryadeus_example.jpg",
        "SpeciesSummary": "Inonotus dryadeus, commonly known as oak bracket, warted oak polypore, weeping polypore or weeping conk, is an inedible species of fungus belonging to the genus Inonotus, which consists of bracket fungi with fibrous flesh. Most often found growing at the base of oak trees, it causes white rot and decay of the trunks. It secretes an amber liquid which weeps from tubes in its upper surface."
    },
    {
        "SpeciesName": "Inonotus obliquus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a1/Chaga-development.png",
        "SpeciesSummary": "Inonotus obliquus, commonly known as chaga mushroom (a Latinisation of the Russian word чага), is a fungus in the family Hymenochaetaceae. It is parasitic on birch and other trees. The sterile conk is irregularly formed and has the appearance of burnt charcoal. It is not the fruiting body of the fungus, but a sclerotium or mass of mycelium, mostly black because of the presence of massive amounts of melanin.I. obliquus is found most commonly in the circumboreal region of the Northern Hemisphere where it is distributed in birch forests.\n\n"
    },
    {
        "SpeciesName": "Irpex lacteus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Irpex lacteus is a common crust fungus distributed throughout temperate areas of the world. It is the type of the genus Irpex. Irpex lacteus is considered a polypore, but depending on growth conditions it can also produce a hydnoid hymenophore. Due to this variability and abundance of the species it has been described as a new species to science numerous times and subsequently has an extensive synonymy. The complete genome sequence of Irpex lacteus was reported in 2017.Irpex lacteus is a white-rot fungus that inhabits mainly angiosperm branches and trunks. It is one of the most common wood-rotting fungi for instance in urban North America."
    },
    {
        "SpeciesName": "Laetiporus huroniensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Laetiporus huroniensis is a species of polypore fungus in the family Fomitopsidaceae. It is found in the Great Lakes region of eastern North America, where it fruits on large logs in old growth conifer forests. The type collection, made in Ottawa National Forest in September 1999, was found fruiting on Tsuga canadensis.  It was one of three new Laetiporus species published in 2001, which were distinguished genetically from the widespread Laetiporus sulphureus; the others were L. conifericola and L. gilbertsonii."
    },
    {
        "SpeciesName": "Laetiporus persicinus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Laetiporus persicinus, commonly known as the white chicken mushroom, is an edible mushroom of the genus Laetiporus. It is closely related to the chicken mushroom, or Laetiporus sulphureus. Laetiporus persicinus has a salmon pink cap and white pores. This mushroom grows on dead and living hardwood and softwood trees. It was first described scientifically by Miles Berkeley and Moses Ashley Curtis in 1853 as Polyporus persicinus. It has been collected in Africa, Australia, Asia, North America, and South America.\n\n"
    },
    {
        "SpeciesName": "Laetiporus sulphureus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/8/80/Chicken_of_the_Woods_Laetiporus_sulphureus.jpg",
        "SpeciesSummary": "Laetiporus sulphureus is a species of bracket fungus (fungi that grow on trees) found in Europe and North America. Its common names are crab-of-the-woods, sulphur polypore, sulphur shelf, and chicken-of-the-woods. Its fruit bodies grow as striking golden-yellow shelf-like structures on tree trunks and branches. Old fruitbodies fade to pale beige or pale grey. The undersurface of the fruit body is made up of tubelike pores rather than gills.\nLaetiporus sulphureus is a saprophyte and occasionally a weak parasite, causing brown cubical rot in the heartwood of trees on which it grows. Unlike many bracket fungi, it is edible when young, although adverse reactions have been reported."
    },
    {
        "SpeciesName": "Laricifomes officinalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/91/Fomitopsis_officinalis_483579.jpg",
        "SpeciesSummary": "Laricifomes officinalis is a wood-decay fungus in the order Polyporales.  It causes brown heart rot on conifers, and is found in Europe, Asia, and North America, as well as Morocco.  It is commonly known as agarikon, as well as the quinine conk because of its extremely bitter taste.  DNA analysis supports L. officinalis as distinct from the genus Fomitopsis.The conks were once collected extensively for production of medicinal quinine, which they were thought to contain, because of the bitter taste of the powdered conk. However, they do not contain quinine, and have no anti-malarial properties.The distinctive conks can be large, as much as two feet long, hoof-shaped or columnar. They are soft, yellow-white when young, soon becoming white and chalky throughout. The decay is brown, cubically cracked, with thick white felts in large cracks. The taste of both conks and felts is bitter and distinct for this species. A single conk usually indicates complete cull. Infected trees can be habitat for snag-nesting species."
    },
    {
        "SpeciesName": "Lasiodiplodia theobromae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Bunch_of_grapes_icon.svg",
        "SpeciesSummary": "Lasiodiplodia theobromae is a plant pathogen with a very wide host range. It causes rotting and dieback in most species it infects. It is a common post harvest fungus disease of citrus known as stem-end rot. It is a cause of bot canker of grapevine. It also infects Biancaea sappan, a species of flowering tree also known as Sappanwood.\nOn rare occasions it has been found to cause fungal keratitis, lesions on nail and subcutaneous tissue.It has been implicated in the widespread mortality of baobab (Adansonia digitata) trees in Southern Africa. A preliminary study found the deaths to have a complex set of causes requiring detailed research.\n\n"
    },
    {
        "SpeciesName": "Laxitextum bicolor",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "SpeciesSummary": "Laxitextum bicolor is a plant pathogen fungus."
    },
    {
        "SpeciesName": "Lentinus strigosus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/7d/2012-12-31_Lentinus_strigosus_%28Schwein.%29_Fr_299086.jpg",
        "SpeciesSummary": "Lentinus strigosus is a species of fungus in the family Polyporaceae."
    },
    {
        "SpeciesName": "Lepteutypa cupressi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d1/2015-12-09_Lepteutypa_cupressi_%28Nattrass%2C_C._Booth_%26_B._Sutton%29_H.J._Swart%2C_%281973%29_590458.jpg",
        "SpeciesSummary": "Lepteutypa cupressi is a plant pathogen which causes a disease (\"Cypress canker\") in Cupressus, Thuja, and related conifer types.\nThe name Seiridium cupressi (formerly Coryneum cupressi) is for the anamorph of this fungus, that is, it is used for the asexual form.  Now that it is known to have a sexual stage the genus name Lepteutypa should take precedence.\n\n"
    },
    {
        "SpeciesName": "Leptosphaeria coniothyrium",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leptosphaeria coniothyrium is a plant pathogen. It can be found across the world.\n\n"
    },
    {
        "SpeciesName": "Leptosphaeria maculans",
        "SpeciesImage": "",
        "SpeciesSummary": "Leptosphaeria maculans (anamorph Phoma lingam) is a fungal pathogen of the phylum Ascomycota that is the causal agent of blackleg disease on Brassica crops. Symptoms of blackleg generally include basal stem cankers, small grey lesions on leaves, and root rot. The major yield loss is due to stem canker. The fungus is dispersed by the wind as ascospores or rain splash in the case of the conidia. L. maculans grows best in wet conditions and a temperature range of 5–20 degrees Celsius. Rotation of crops, removal of stubble, application of fungicide, and crop resistance are all used to manage blackleg. The fungus is an important pathogen of Brassica napus (canola) crops."
    },
    {
        "SpeciesName": "Leptosphaeria pratensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leptosphaeria pratensis is a plant pathogen."
    },
    {
        "SpeciesName": "Leptosphaerulina crassiasca",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leptosphaerulina crassiasca is a plant pathogen."
    },
    {
        "SpeciesName": "Leptosphaerulina trifolii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leptosphaerulina trifolii is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Leptotrochila medicaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leptotrochila medicaginis is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Leucostoma kunzei",
        "SpeciesImage": "",
        "SpeciesSummary": "The plant pathogenic fungus Leucostoma kunzei (formerly Valsa kunzei) is the causal agent of Leucostoma canker (also known as Cytospora canker or spruce canker) a disease of spruce trees found in the Northern Hemisphere, predominantly on Norway spruce (Picea abies) and Colorado blue spruce (Picea pungens). This disease is one of the most common and detrimental stem diseases of Picea species in the northeastern United States, yet it also affects other coniferous species. Rarely does it kill its host tree; however, the disease does disfigure by killing host branches and causing resin exudation from perennial lesions on branches or trunks."
    },
    {
        "SpeciesName": "Leucostoma persoonii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Leucostoma persoonii is a plant pathogen, which causes perennial canker (also referred to as Cytospora canker and Valsa canker or Leucostoma canker)."
    },
    {
        "SpeciesName": "Leveillula taurica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg",
        "SpeciesSummary": "Leveillula taurica is an obligate fungal pathogen, from the phylum Ascomycota, which causes powdery mildew on onion. This disease prefers warm, dry environments. It is rare in the United States, and is currently restricted to western states. Globally, it is also a minor problem with limited occurrences in the Middle East, Europe, and South America.  L. taurica causes powdery mildew of onions, but is also known to infect other allium, solanaceous, and cucurbit species. The disease has appeared in parts of the Middle East, the Mediterranean, and South and North America. Currently, it is not a cause for major concern in the U.S. and throughout the world, as its geographic extent is sparse. In addition, it is relatively easy to control through basic sanitation and reducing water stress.\n\n"
    },
    {
        "SpeciesName": "Lophodermium seditiosum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Lophodermium_seditosum.jpg",
        "SpeciesSummary": "Lophodermium seditiosum is a plant pathogen which infects pine trees.."
    },
    {
        "SpeciesName": "Macrophomina phaseolina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/21/Culture_of_Macrophomina_phaseolina_on_PDA2.jpg",
        "SpeciesSummary": "Macrophomina phaseolina is a Botryosphaeriaceae  plant pathogen fungus that causes damping off, seedling blight, collar rot, stem rot, charcoal rot, basal stem rot, and root rot on many plant species.\n\nCulture of Macrophomina phaseolina on a PDA plate. Source: Photchana Trakunsukharati, Department of Agriculture, Thailand."
    },
    {
        "SpeciesName": "Magnaporthe grisea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/74/J_Sendra_with_Magnaporthe_grisea.jpeg",
        "SpeciesSummary": "Magnaporthe grisea, also known as rice blast fungus, rice rotten neck, rice seedling blight, blast of rice, oval leaf spot of graminea, pitting disease, ryegrass blast, and Johnson spot, is a plant-pathogenic fungus that causes a serious disease affecting rice. It is now known that M. grisea consists of a cryptic species complex containing at least two biological species that have clear genetic differences and do not interbreed. Complex members isolated from Digitaria have been more narrowly defined as M. grisea.  The remaining members of the complex isolated from rice and a variety of other hosts have been renamed Magnaporthe oryzae. Confusion on which of these two names to use for the rice blast pathogen remains, as both are now used by different authors.\nMembers of the Magnaporthe grisea complex can also infect other agriculturally important cereals including wheat, rye, barley, and pearl millet causing diseases called blast disease or blight disease. Rice blast causes economically significant crop losses annually. Each year it is estimated to destroy enough rice to feed more than 60 million people. The fungus is known to occur in 85 countries worldwide."
    },
    {
        "SpeciesName": "Magnaporthe poae",
        "SpeciesImage": "",
        "SpeciesSummary": "Magnaporthe poae is an ascomycete fungus which causes the turfgrass disease commonly known as summer patch, or Poa patch. The disease occurs mostly on Kentucky bluegrass (Poa pratensis), Fescues (Festuca sp.), and on Annual bluegrass (Poa annua). Bentgrass (Agrostis sp.) may also become infected but shows very few symptoms and quickly recovers. Summer Patch will usually become noticeable between June and September, although small signs can appear at any time but are not noticeable because the turfgrass can recover quickly."
    },
    {
        "SpeciesName": "Melampsora medusae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/3e/Melampsora_medusae_spores.jpg",
        "SpeciesSummary": "Melampsora medusae is a fungal pathogen, causing a disease of woody plants. The infected trees' leaves turn yellowish-orange. The disease affects mostly conifers, e.g. the Douglas-fir, western larch, tamarack, ponderosa, and lodgepole pine trees, but also some broadleaves, e.g. trembling aspen and poplars. Coniferous hosts are affected in late spring through early August, and trembling aspens and poplars from early summer to late fall. It is one of only two foliage rusts that occur naturally in British Columbia."
    },
    {
        "SpeciesName": "Melampsora occidentalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Melampsora occidentalis is a plant pathogen. It is a macrocyclic, heteroecious rust that alternates between poplars and conifers."
    },
    {
        "SpeciesName": "Metarhizium anisopliae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Metarhizium anisopliae, formerly known as Entomophthora anisopliae (basionym), is a fungus that grows naturally in soils throughout the world and causes disease in various insects by acting as a parasitoid.  Ilya I. Mechnikov named it after the insect species from which it was originally isolated - the beetle Anisoplia austriaca. It is a mitosporic fungus with asexual reproduction, which was formerly classified in the form class Hyphomycetes of the phylum Deuteromycota (also often called Fungi Imperfecti).  According to Paul Stamets, it could be the answer to prevent colony collapse disorder and catastrophic famine.\nMany isolates have long been recognised to be specific, and they were assigned variety status, but they have now been assigned as new Metarhizium species, such as M. anisopliae, M. majus and M. acridum (which was M. anisopliae var. acridum and included the isolates used for locust control).  Metarhizium taii was placed in M. anisopliae var. anisopliae, but has now been described as a synonym of M. guizhouense (see Metarhizium).  The commercially important isolate M.a. 43 (or F52, Met52, etc.), which infects Coleoptera and other insect orders has now been assigned to Metarhizium brunneum.\n\n"
    },
    {
        "SpeciesName": "Microsphaera penicillata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Oidium_%28Microsphaera%29_spores_160X.png",
        "SpeciesSummary": "Microsphaera penicillata is a plant pathogen that causes powdery mildew on sycamore."
    },
    {
        "SpeciesName": "Microsphaera vaccinii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Microsphaera vaccinii is a plant pathogen."
    },
    {
        "SpeciesName": "Microstroma juglandis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Microstroma juglandis is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Monilinia fructicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Monilinia_fructicola.jpg",
        "SpeciesSummary": "Monilinia fructicola is a species of fungus in the order Helotiales. A plant pathogen, it is the causal agent of brown rot of stone fruits.\n\n"
    },
    {
        "SpeciesName": "Monilinia laxa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Brown_Rot_on_Apple.jpg",
        "SpeciesSummary": "Monilinia laxa is a plant pathogen that is the causal agent of brown rot of stone fruits."
    },
    {
        "SpeciesName": "Monilinia oxycocci",
        "SpeciesImage": "",
        "SpeciesSummary": "Monilinia oxycocci (Woronin) Honey, (synonym Sclerotinia oxycocci), common names Cranberry Cottonball, Cranberry Hard Rot, Tip Blight, is a fungal infection of the cranberry plant (Vaccinium macrocarpon). The tips of young flowering shoots wilt before they flower. Fruit that forms on the plant can then be infected by the asexual spores traveling through the plant, causing the berries to harden, turn cottony on the inside, and dry out instead of maturing.  The berries are filled with a cotton-like fungus and are generally yellowish with tan stripes or blotches at maturity, making them unmarketable. It results in important economic impacts on many cranberry marshes, particularly in Wisconsin.\n\n"
    },
    {
        "SpeciesName": "Monilochaetes infuscans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Monilochaetes infuscans is an ascomycete fungus that is a plant pathogen."
    },
    {
        "SpeciesName": "Morchella esculenta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bare_stipe_icon.svg",
        "SpeciesSummary": "Morchella esculenta, (commonly known as common morel, morel, yellow morel, true morel, morel mushroom, and sponge morel) is a species of fungus in the Morchellaceae family of the Ascomycota. It is one of the most readily recognized of all the edible mushrooms and highly sought after. Each fruit body begins as a tightly compressed, grayish sponge with lighter ridges, and expands to form a large yellowish sponge with large pits and ridges raised on a large white stem. The pitted yellow-brown caps measure 2–7 cm (0.8–2.8 in) broad by 2–10 cm (0.8–3.9 in) tall, and are fused to the stem at its lower margin, forming a continuous hollow. The pits are rounded and irregularly arranged. The hollow stem is typically 2–9 cm (0.8–3.5 in) long by 2–5 cm (0.8–2.0 in) thick, and white to yellow. The fungus fruits under hardwoods during a short period in the spring, depending on the weather, but it is also associated with old orchards, woods, disturbed grounds and burnt areas. Although a process was reported in 1982 to grow the fruit bodies under controlled conditions, attempts to cultivate the mushroom commercially have only been partially successful."
    },
    {
        "SpeciesName": "Morchella vulgaris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/03/Morchella_vulgaris.jpg",
        "SpeciesSummary": "Morchella vulgaris is a widespread fungus of the Morchellaceae family (Ascomycota). It was originally described in 1801 as a form of the common yellow morel (Morchella esculenta) by mycologist Christiaan Hendrik Persoon, but was later recombined as a distinct species by Samuel Gray.Owing to its high morphological plasticity, its taxonomical status had long been in flux, sometimes treated as a variety of, or conspecific to Morchella esculenta, while at the same time several forms and varieties of M. vulgaris itself have been described. An extensive phylogenetic and nomenclatural study by Richard and colleagues in 2014, confirmed the status of Morchella vulgaris as a distinct species, and resolved several of its synonymities.This species is characterised by the predominantly grey colours of its cap and \"blistered\", highly irregular appearance of its ridges and pits."
    },
    {
        "SpeciesName": "Mucor hiemalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Mucor hiemalis is a fungal plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Mycoleptodiscus terrestris",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Mycoleptodiscus terrestris is a plant pathogen."
    },
    {
        "SpeciesName": "Mycosphaerella cerasella",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella cerasella is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Mycosphaerella citri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella citri is a fungal plant pathogen infecting citruses."
    },
    {
        "SpeciesName": "Mycosphaerella coffeicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Cercospora_Berry_Blotch.jpg",
        "SpeciesSummary": "Mycosphaerella coffeicola is a sexually reproducing fungal plant pathogen. It is most commonly referred to as the asexual organism Cercospora coffeicola."
    },
    {
        "SpeciesName": "Mycosphaerella cruenta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella cruenta, also called Pseudocercosopora cruenta in its asexual stage, is a fungal plant pathogen belonging to the group Ascomycota. It can affect several legume plants, including species of Phaseolus, Vigna, Calopogonium, Lablab niger, Mucuna and Stizolobium deeringianum [Mucuna pruriens] [2]. It causes cowpea cercospora leaf spot, one of the most widespread and significant plant diseases in Africa and Asia. A city in China reported a 100% Mycosphaerella cruenta infection rate on cowpea in 2014[5]. In Africa, an epidemic can cause a yield loss of up to 40% [3]."
    },
    {
        "SpeciesName": "Mycosphaerella gossypina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella gossypina is a plant pathogen."
    },
    {
        "SpeciesName": "Mycosphaerella henningsii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella henningsii is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Mycosphaerella musae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella musae is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Mycosphaerella musicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Mycosphaerella musicola is a fungal plant pathogen, which is the causal agent of Yellow Sigatoka leaf spot disease on banana plants."
    },
    {
        "SpeciesName": "Mycosphaerella pomi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/bd/Cylindrosporium_pomi.jpg",
        "SpeciesSummary": "Mycosphaerella pomi is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Myrothecium roridum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Myrothecium roridum is a fungal plant pathogen. Myrotoxin B has been isolated from it."
    },
    {
        "SpeciesName": "Nectria cinnabarina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Nectria_cinnabarina.jpg",
        "SpeciesSummary": "Nectria cinnabarina, also known as coral spot, is a plant pathogen that causes cankers on broadleaf trees.  This disease is polycyclic and infects trees in the cool temperate regions of the Northern Hemisphere.  N. cinnabarina is typically saprophytic, but will act as a weak parasite if presented with an opportunity via wounds in the tree or other stressors that weaken the tree’s defense to the disease.  A study published in 2011 showed that this complex consists of at least 4 distinct species.  There are only a few ways to manage this disease with techniques such as sanitation and pruning away branches that have the cankers.  N. cinnabarina is not as significant a problem as other Nectria spp., some of which are the most important pathogens to infect hardwood trees."
    },
    {
        "SpeciesName": "Neofabraea malicorticis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/37/Neofabraea_malicorticis.jpg",
        "SpeciesSummary": "Neofabraea malicorticis is a plant pathogen that causes bull's-eye rot on apple and pear.\n\n"
    },
    {
        "SpeciesName": "Neonectria ditissima",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Neonectria ditissima (syn. Neonectria galligena) is a fungal plant pathogen. It causes cankers that can kill branches of trees by choking them off.  Apple and beech trees are two susceptible species.\n\n"
    },
    {
        "SpeciesName": "Oidium mangiferae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/df/Mango_powdery_mildew_flowers_2.jpg",
        "SpeciesSummary": "Oidium mangiferae is a plant pathogen that infects mango trees causing powdery mildew. Powdery mildew of mango is an Ascomycete pathogen of the Erysiphales family that was initially described by Berthet in 1914, using samples collected from Brazil. O. mangiferae is found in all areas where mangoes have been raised long term, but is particularly widespread in India where both the host and the pathogen are native. Currently no teleomorph stage has been identified, but due to certain morphological characteristics it has been suggested that O. mangiferae belongs in the Erysiphe polygony group. Mango is the only known host for this pathogen, though O. mangiferae appears to be identical to fungi responsible for powdery mildew diseases on various other plant species, particularly oak, though some differences may be observed. In particular, the number of cells in conidiophores varies from 2 on mango to 3-5 on oak. O. mangiferae has been known to infect oak leaves in the laboratory, however due to the lack of a known telemorph stage O. mangiferae is still considered to only be a pathogen of mango. Recent analysis of its ribosomal DNA suggests it is conspecific with Erysiphe alphitoides, the causative agent of powdery mildew in European oaks."
    },
    {
        "SpeciesName": "Olpidium brassicae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Olpidium brassicae is a plant pathogen, it is a fungal obligate parasite. In 1983, the Alsike, Alberta area's clover (which is a major part of horses' diet) was struck by a fungus epidemic of Olpidium brassicae, previously not seen in Canada.\n\n"
    },
    {
        "SpeciesName": "Onnia tomentosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/24/Jalg-j%C3%A4nesep%C3%A4ss.JPG",
        "SpeciesSummary": "Onnia tomentosa is a species of fungus in the family Hymenochaetaceae commonly known as the woolly velvet polypore. It is frequently found in coniferous forests at higher altitudes, often growing in large groups, rather rare at lower altitudes. It is a plant pathogen, and causes tomentosus root rot, primarily in spruce. It was formerly known as Inonotus tomentosum (Fr.) Teng until molecular phylogenetic analysis led to major revisions in the classification of the Hymenochaetaceae."
    },
    {
        "SpeciesName": "Ophiostoma ulmi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Ophiostoma_ulmiUL.JPG",
        "SpeciesSummary": "Ophiostoma ulmi is a species of fungus in the family Ophiostomataceae. It is one of the causative agents of Dutch Elm disease. It was first described under the name Graphium ulmi, and later transferred to the genus Ophiostoma.Dutch Elm Disease (DED) originated in Europe in the early 1900’s. Elm trees were once an ecologically valuable tree that dominated mixed broadleaf forests, floodplains, and low areas near rivers and streams.They were planted in urban settings because of their aesthetic appeal and their ability to provide shade due to their V like shape.An outbreak of DED in the 1920’s and again in the 1970’s was responsible for the death of more than 40 million American Elms.Ophiostoma ulmi was the first known cause of DED. Since its discovery in 1910, new forms of the fungus, specifically Ophiostoma novo-ulmi, have emerged and appear to be more resistant to control measures and more aggressive in their infection.Host Range and Symptoms:\nOphiostoma ulmi has a relatively narrow host range as it only infects Elm trees (Ulmus spp.) and Zelkova carpinifolia. Habitat preferences of the Elm species play a large part in determining their susceptibility as a host for Dutch Elm Disease. For example, of the three native European Elm species (Ulmus glabra Huds., Ulmus laevis Pall. and Ulmus minor), all are susceptible to infection by O. ulmi, but Ulmus glabra has a much smaller chance of being inoculated than Ulmus minor. This is because the insect vector prefers the warm humid habitat of Ulmus minor to the cold hemiboreal habitat of Ulmus glabra. For this reason, Ulmus minor has been almost completely eliminated by the disease.  In North America, Ulmus americana, U. thomasii, U. alata, U. serotina and U. rubra are listed as highly susceptible to DED, while U. crassifolia is less threatened. Ophiostoma ulmi causes symptoms commonly associated with most vascular wilts. Trees that have been infected by a vector will exhibit symptoms of leaf wilting and yellowing on branches and twigs that have been colonized by the Scolytid beetle. These symptoms are most often apparent from July into the autumn months. Trees that have contracted the disease via root grafts will often proceed much more quickly because the whole tree is compromised at once. Diagnosis of this disease is usually done by examining the xylem tissue of twigs and branches of the trees. Symptoms of brown streaking that runs in the direction of the grain of the wood, and tylosis formation by the Elm as a reaction to the fungal infection are characteristic of this disease.Breeding efforts began as early as the 1920’s to try to combat this disease, and some crosses bred from resistant Asian species of Elm and susceptible European species have shown a decrease in susceptibility to the pathogen.However, with the introduction of Ophiostoma novo-ulmi many of these resistant species struggle to survive.Environment:\nOphiostoma ulmi infects the bark and xylem tissue of Elm trees. It has been found in northern Africa and Oceania, but the vast majority of Elms that are or have been colonized by O. ulmi can be found in Europe, west central Asia, and North America. While there is some speculation as to how the disease traveled to North America, most experts agree that it was the fault of humans.\nIn the spring, trees produce what is known as “springwood” from the stored starches of the previous growing season. This tissue is characterized by long xylem vessels with relatively thin walls, making it the ideal habitat for the pathogen. In springwood, the fungus will spread rapidly, and it is likely that the tree will die. Later in the growing season, the Elm will utilize sugars produced by the leaves to nurture the formation of “summerwood”. Summerwood vessels are typically shorter with thicker walls, making it harder for the infection to spread.The pathogen enters its host with assistance from the Scolytid beetle, and will colonize the tunnels, or breeding galleries, made by the insect. The greatest impact of this disease is seen in urban settings and in trees that have previously been impaired by drought or insects.O. ulmi prefers a subtropical climate for sporulation, with optimal temperatures between 27.5℃ and 30℃ and high moisture, which has largely limited the pathogen’s reach in high altitudes and northern latitudes. The formation of other structures can tolerate cooler environments. Conidia will form at or around 20℃, while perithecia form at 8-10°C. Subjection to high summer temperatures combined with low moisture content and ensuing low nutrient levels in the bark of Elm trees greatly restricts sporulation of the fungi. Because of this, it is common that the fungus will avoid branches with small diameters and localize in areas with thick bark, high moisture, and abundant nutrients.Chemical control of this disease through insecticides and fungicides has not proven successful in the past and is often expensive. Many communities have adopted cultural practices to help manage the spread of this disease. This includes sanitation, avoiding planting Elm monocultures and breaking root grafts between Elms.Disease Cycle:\nOphiostoma ulmi can reproduce asexually by overwintering in both the bark and upper layers of dead or dying Elm wood as mycelia and synnemata. Synnemata produce conidia that are sticky and can be spread by vectors. In Dutch Elm Disease, the vectors that transmit Ophiostoma ulmi are Scolytid beetles. The conidia stick to the bodies of adult beetles and are spread throughout the tunnels (galleries) the beetle makes as it eats. Once in a tunnel, the spores will germinate to produce mycelium. During the late winter months and early spring mycelium spread rapidly. At the same time, the fungus secretes enzymes that break down the cell walls of the tree and allow the mycelium to grow into the xylem tissue. Here, it will release millions of conidia that travel with the xylem sap.As the fungus grows it creates blockages in the vascular system of the tree, causing the characteristic symptom of wilting in the leaves. As new beetles bore through the xylem tissue, they come into contact with conidia in the sap which sticks to their bodies and can be transmitted to other trees that they feed on. The disease can also be spread if mature roots of an infected tree graft to another tree and the conidia travel through xylem sap to the new host.It can also reproduce sexually. O. ulmi is a heterothallic ascomycete disease with mating types A and B. When these mating types are present in the same host, ascospores will be produced inside of a perithecia. The perithecia can form singly or in large groups, and typically will have a long neck like structure with a black ball at the top. This ball contains the asci and ascospores. Once they are mature, the ascospores will be released from an opening in the perithecia in a sticky liquid that can attach to the body of the Scolytid beetle and be spread throughout the host or to new hosts."
    },
    {
        "SpeciesName": "Ophiostoma wageneri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Ophiostoma_wageneri_1.jpg",
        "SpeciesSummary": "Ophiostoma wageneri is a plant pathogen. Leptographium wageneri var. pseudotsugae develops on Douglas-fir.\n\n"
    },
    {
        "SpeciesName": "Ovulinia azaleae",
        "SpeciesImage": "",
        "SpeciesSummary": "Ovulinia azaleae is a plant pathogen affecting azaleas and rhododendrons."
    },
    {
        "SpeciesName": "Oxyporus populinus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Oxyporus populinus is a plant pathogen affecting trees."
    },
    {
        "SpeciesName": "Passalora fulva",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/50/Passalora_fulva_a1_%284%29.jpg",
        "SpeciesSummary": "Passalora fulva is a fungal plant pathogen that causes tomato leaf mold."
    },
    {
        "SpeciesName": "Penicillium digitatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/77/Open_Access_logo_PLoS_transparent.svg",
        "SpeciesSummary": "Penicillium digitatum (/ˌpɛnɪˈsɪlɪəm/digitatum/) is a mesophilic fungus found in the soil of citrus-producing areas. It is a major source of post-harvest decay in fruits and is responsible for the widespread post-harvest disease in Citrus fruit known as green rot or green mould. In nature, this necrotrophic wound pathogen grows in filaments and reproduces asexually through the production of conidiophores. However, P. digitatum can also be cultivated in the laboratory setting. Alongside its pathogenic life cycle, P. digitatum is also involved in other human, animal and plant interactions and is currently being used in the production of immunologically based mycological detection assays for the food industry."
    },
    {
        "SpeciesName": "Penicillium expansum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/58/Penicillium_expansum_plate.png",
        "SpeciesSummary": "Penicillium expansum is a psychrophilic blue mold that is common throughout the world in soil. It causes Blue Mold of apples, one of the most prevalent and economically damaging post-harvest diseases of apples.\nThough primarily known as a disease of apples, this plant pathogen can infect a wide range of hosts, including pears, strawberries, tomatoes, corn, and rice. Penicillium expansum produces the carcinogenic metabolite patulin, a neurotoxin that is harmful when consumed. Patulin is produced by the fungus as a virulence factor as it infects the host. Patulin levels in foods are regulated by the governments of many developed countries. Patulin is a particular health concern for young children, who are often heavy consumers of apple products. The fungus can also produce the mycotoxin citrinin."
    },
    {
        "SpeciesName": "Penicillium italicum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "SpeciesSummary": "Penicillium italicum is a plant pathogen. It is a common post harvest disease commonly associated with citrus fruits."
    },
    {
        "SpeciesName": "Penicillium oxalicum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Penicillium oxalicum is an anamorph species of the genus Penicillium which was isolated from rhizosphere soil of pearl millet. Penicillium oxalicum produces secalonic acid D, chitinase, oxalic acid, oxaline and β-N-acetylglucosaminidase and occurs widespread in food and tropical commodities. This fungus could be used against soilborne diseases like downy mildew of tomatoes"
    },
    {
        "SpeciesName": "Penicillium purpurogenum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Asco1013.jpg",
        "SpeciesSummary": "Penicillium purpurogenum is a plant pathogen infecting strawberries."
    },
    {
        "SpeciesName": "Perenniporia subacida",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Perenniporia subacida is a species of poroid fungus in the family Polyporaceae. It is a plant pathogen that infects Douglas firs. The fungus was originally described in 1885 by American mycologist Charles Horton Peck. Marinus Anton Donk transferred it to the genus Perenniporia in 1967. The four varieties of this fungus originally proposed by Peck, namely Polyporus subacidus var. stalactiticus, P. subacidus var. tenuis, P. subacidus var. tuberculosus and P. subacidus var. vesiculosus, have been shown to be synonyms.\n\n"
    },
    {
        "SpeciesName": "Peronosclerospora sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d7/Sorghum_bicolor.JPG",
        "SpeciesSummary": "Peronosclerospora sorghi is a plant pathogen. It is the causal agent of sorghum downy mildew. The pathogen is a fungal-like protist in the oomycota, or water mold, class. Peronosclerospora sorghi infects susceptible plants though sexual oospores, which survive in the soil, and asexual sporangia which are disseminated by wind. Symptoms of sorghum downy mildew include chlorosis, shredding of leaves, and death. Peronosclerospora sorghi infects maize and sorghum around the world, but causes the most severe yield reductions in Africa. The disease is controlled mainly through genetic resistance, chemical control, crop rotation, and strategic timing of planting."
    },
    {
        "SpeciesName": "Peronospora antirrhini",
        "SpeciesImage": "",
        "SpeciesSummary": "Peronospora antirrhini is a plant pathogen. It causes downy mildew on leaves of species of Antirrhinum and related genera (e.g. Misopates).The disease is generally of minor importance, but can be damaging on antirrhinum seedlings in the glasshouse, which may be systemically infected."
    },
    {
        "SpeciesName": "Peronospora destructor",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/8/81/Peronospora_destructor.JPG",
        "SpeciesSummary": "Peronospora destructor is a plant pathogen. It causes downy mildew on leaves of cultivated and wild Allium. Allium cepa (onion and shallot) is most often affected, while Allium schoenoprasum (chives) and Allium porrum (leek) are only occasionally affected.\nDowny mildew is a major disease of onion. The pathogen persists as mycelium systemically infecting onion bulbs, but is not known to be transmitted in onion seed. The pathogen can persist in the soil for several years as oospores. Systemically infected plants are dwarfed and pale green. Under moist conditions, the pathogen sporulates on the affected tissues and spreads to other plants, on the leaves and stalks of which it forms greyish-violet local lesions. Infected leaves are often entirely killed. Critical periods for infection have been determined. Infected crops yield poorly, and produce distorted bulbs.  Control is by crop rotation (at least 3 years between successive onion crops), use of healthy bulbs for planting (heat treatment has been used to eliminate the pathogen from bulbs), fungicide treatment of the bulbs for planting, and fungicide sprays of the foliage if downy mildew infection is nevertheless observed."
    },
    {
        "SpeciesName": "Peronospora farinosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2b/Pseudoperonospora_farinosa_f.sp._spinaciae_at_Spinacia_oleracea_%286%29.jpg",
        "SpeciesSummary": "Peronospora farinosa is a plant pathogen. It causes downy mildew on leaves of wild and cultivated Amaranthaceae: Amaranthus, Atriplex, Bassia, Beta, Chenopodium, Halimione, Salsola, Spinacia, etc. In the past, the forms of Peronospora on these different genera, and their species, were given different species names, but these downy mildews are now generally considered to be forms of one species, P. farinosa (see Index Fungorum). Some of the forms on important crop plants have been given names as formae speciales, notably f.sp. betae on sugar beet (= P. schachtii) and f.sp. spinaciae on spinach. Such host specialization possibly also exists with respect to the various wild amaranthaceous hosts of P. farinosa.\nDowny mildew is a moderately important disease of sugar beet (Beta vulgaris). The pathogen persists as oospores in the soil, or on beet seed crops, or on overwintered volunteer beet plants. Attacks are most important at the seedling stage. The cotyledons are systemically infected, becoming discoloured and distorted. Loss of seedlings causes uneven crop development. Beet leaves are less affected, so a crop can to a substantial effect recover from an attack on seedlings. Control relies on adequate crop rotation and avoidance of sources of infection (e.g. adequate control of the disease on beet seed crops), as oospores survive only 2–3 years in the soil. Individual infected plants may also be removed. It is not generally necessary to apply fungicides.Downy mildew has more direct importance on spinach (Spinacia oleracea), since it affects the harvested part (leaves). Yellow lesions appear on the older leaves. If rotating crops and removing individual infected plants fails, fungicide treatments are effective, and resistant cultivars are available."
    },
    {
        "SpeciesName": "Peronospora manshurica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/8/84/Peronospora_manshurica_on_soybean_leaf.jpg",
        "SpeciesSummary": "Peronospora manshurica is a plant pathogen. It is a widespread disease on the leaves of soybeans and other crop plants. The fungi is commonly referred to as downy mildew, \"leafspot\", or \"leaf-spot\"."
    },
    {
        "SpeciesName": "Peronospora potentillae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Peronospora potentillae is a plant pathogen infecting strawberries."
    },
    {
        "SpeciesName": "Peronospora sparsa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/98/Peronospora_sparsa.JPG",
        "SpeciesSummary": "Peronospora sparsa is an oomycete plant pathogen that causes downy mildew in berry producing plants; especially in the genus's Rubus and Rosa. Downy mildew plant pathogens are often host specific and cause problems in cloudberries, blackberries, boysenberries, strawberries, and arctic bramble. Since they are host specific, Peronospora sparsa will not cause downy mildew in grapes because a different plant pathogen causes downy mildew in grapes; Plasmopara viticola. Although it depends on the cultivar, symptoms do not normally start until later stages of disease and can look different on different plants. The most common symptoms include red lesions in the veins of leaves, with dry and deformed berries.\n\n"
    },
    {
        "SpeciesName": "Peronospora trifoliorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Peronospora trifoliorum is a plant pathogen infecting lentils, alfalfa and red clover."
    },
    {
        "SpeciesName": "Pestalotia rhododendri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg",
        "SpeciesSummary": "Pestalotia rhododendri is a plant pathogen infecting azaleas and rhododendrons.\nImportant diseases:   Pestalotiopsis tip blight of conifers, Gray leaf spot\nPestalotia is primarily a secondary pathogen. It is saprophytic on dead and dying tissues and is weakly parasitic infecting wounds under moist conditions.\nTips of conifer branches particularly Leyland cypress, arborvitae and juniper turn brown to grayish in color. Infected bark may be covered in fungal fruiting structures giving the tissue a black sooty appearance. Leaf spots tend to be tan to gray and are often the result of previous damage such as freeze injury, scorching or mechanical wounds.\nDark, disc or cushion-shaped acervuli are formed under the plant epidermis which then splits open revealing the fruiting structures. Conidia are produced on short simple conidiophores within the acervulus.\nConidia are multi-celled with usually three darkly pigmented center cells and clear pointed end cells. Conidia are ellipsoid or fusoid (football-shaped). A diagnostic feature is the two or more clear, whisker-like appendages arising from the end cell"
    },
    {
        "SpeciesName": "Pestalotiopsis mangiferae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pestalotiopsis mangiferae is a fungal plant pathogen infecting mangoes.\n\n"
    },
    {
        "SpeciesName": "Pestalotiopsis palmarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Brokencoconut.jpg",
        "SpeciesSummary": "Pestalotiopsis palmarum is the causative agent of a fungal disease of bananas, coconut and Date palms .  The fungus causes leaf spots, petiole/rachis blights and sometimes bud rot of palms.  Unlike other leaf spot and blight diseases, Pestalotiopsis palmarun attacks all parts of the leaf from the base to the tip.  Whereas most diseases only infect the leaf blade or the leaf petiole."
    },
    {
        "SpeciesName": "Phaeocryptopus gaeumannii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/37/Swiss-needle-cast-on-Douglas-fir-Phaeocryptopus-gaeumannii-close-up.jpg",
        "SpeciesSummary": "Phaeocryptopus gaeumannii is a fungus that infects Douglas fir and causes Swiss needle cast, a yellowing of foliage and reduction in growth. It is endemic in western North American stands of Douglas fir, but was first discovered in Douglas fir trees planted Switzerland. When trees in America were checked, it was found that the fungus was common but apparently caused no disease. However, in the 1980s and 90s the disease became noticeable and problematic.The classification of Phaeocryptopus gaeumannii within the Venturiaceae has been questioned, with molecular studies placing it in the Mycosphaerellaceae (Capnodiales), close to species of Mycosphaerella and Rasutoria, such as Rasutoria pseudotsugae and Rasutoria tsugae.The fungus infects trees in the spring, and continues to develop over the following winter. The fungus causes yellowing (chlorosis) of the needles, with eventual necrosis and premature needle-drop. In some heavily diseased stands of trees, the only needles remaining are those of the current year, in which the disease has not yet had time to fully develop. The overall result for the infected tree is reduced growth.The fungus is temperature dependent within the Douglas fir range, with the highest level of infection in the warmest part of the range.  Growth reduction in the warm part of the range averages 35%.\n\n"
    },
    {
        "SpeciesName": "Phaeolus schweinitzii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bare_stipe_icon.svg",
        "SpeciesSummary": "Phaeolus schweinitzii, commonly known as velvet-top fungus, dyer's polypore, or dyer's mazegill, is a fungal plant pathogen that causes butt rot on conifers such as Douglas-fir, spruce, fir, hemlock, pine, and larch.  P. schweinitzii is a polypore, although unlike bracket fungi the fruiting body may appear terrestrial when growing from the roots or base of the host tree.  The fruiting bodies, appearing in late summer or fall, commonly incorporate blades of grass, twigs, or fallen pine needles as they grow.  As these fruiting bodies age, the pore surface turns from yellow to greenish yellow, the top becomes darker, and the flesh becomes harder and more wood-like.The effect, impact and significance of infection by this fungus is rooted in the fact that it causes brown rot, which degrades the cellulose.  Thus there is a loss of tensile strength which often leads to brittle fracture near the stem base, even at a fairly early stage of decay.  Decay initiated above ground can lead to branch snap or breakout.P. schweinitzii is native to North America and Eurasia, and has been identified as an exotic species in New Zealand, Australia, and South Africa.As its common name suggests, the dyer's polypore is an excellent natural source of green, yellow, gold, or brown dye, depending on the material dyed and the mordant used.P. schweinitzii is named after Lewis David de Schweinitz, a Pennsylvania-born Moravian minister and important early American mycologist."
    },
    {
        "SpeciesName": "Phaeosphaeria avenaria f.sp. avenaria",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phaeosphaeria avenaria f.sp. avenaria is a plant pathogen affecting oat."
    },
    {
        "SpeciesName": "Phakopsora pachyrhizi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/79/Life_cycle_of_Puccinia_graminis.jpg",
        "SpeciesSummary": "Phakopsora pachyrhizi is a plant pathogen. It causes Asian soybean rust."
    },
    {
        "SpeciesName": "Phellinus igniarius",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/74/Coloured_Figures_of_English_Fungi_or_Mushrooms_-_t._132.jpg",
        "SpeciesSummary": "Phellinus igniarius (syn. Phellinus trivialis) is a   fungus of the family of Hymenochaetaceae. Like other members of the genus of Phellinus  it lives by saprotrophic nutrition, in which the lignin and cellulose of a host tree is degraded and is a cause of white rot. Common names are willow bracket and fire sponge\nThe fungus  forms perennial fruiting bodies   that rise as woody-hard, hoof or disc-shaped brackets from the bark of the infested living tree or dead log. The tree species is often willow but it may be commonly found on birch and alder and other broad leafed trees.The top is covered with a dark, often cracked crust, a stem is present only in its infancy. Unlike most fungi it has a hard woody consistency and may persist for many years, building a new surface layer each year. It was prized as kindling material."
    },
    {
        "SpeciesName": "Phellinus noxius",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Phellinus noxius is a plant pathogen.\n\n"
    },
    {
        "SpeciesName": "Phellinus pini",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Phellinus_pini.jpg",
        "SpeciesSummary": "Phellinus pini (current name: Porodaedalea pini (Brot.) Murrill 1905) is a fungal plant pathogen that causes tree disease commonly known as \"red ring rot\" or \"white speck\". This disease, extremely common in the conifers of North America, decays tree trunks, rendering them useless for lumber.   It is a rot of the heartwood.  Signs of the fungus include shelf-shaped conks protruding from the trunks of trees.  Spores produced on these conks are blown by the wind and go on to infect other trees.  Formal management of this disease is limited, and the disease is controlled primarily by cultural practices. Red ring rot is an important forest disturbance agent and plays a key role in habitat formation for several forest animals."
    },
    {
        "SpeciesName": "Phellinus tremulae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/16/2007-03-04_Phellinus_tremulae_1.jpg",
        "SpeciesSummary": "Phellinus tremulae is a species of polypore fungus in the family Hymenochaetaceae that grows on Populus tremula and on trembling aspen in Canada. The species was first described as Fomes igniarius f. tremulae by Appollinaris Semenovich Bondartsev in 1935. It causes the disease Aspen trunk rot."
    },
    {
        "SpeciesName": "Phellinus weirii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Phellinus weirii is a plant pathogen causing laminated root rot in certain conifers, typically Douglas-fir and western redcedar.  It is widespread in the Douglas-fir growing regions of British Columbia, Washington and Oregon.\n\n"
    },
    {
        "SpeciesName": "Phialophora cinerescens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phialophora cinerescens is an ascomycete fungus that is a plant pathogen infecting carnations.\n\n"
    },
    {
        "SpeciesName": "Phialophora gregata",
        "SpeciesImage": "",
        "SpeciesSummary": "Phialophora gregata is a Deuteromycete fungus that is a plant pathogen which causes the disease commonly known as \"brown stem rot of soybean. P. gregata does not produce survival structures, but has the ability to overwinter as mycelium in decaying soybean residue.Two strains of the fungus exist; genotype A causes both foliar and stem symptoms, while genotype B causes only stem symptoms. Common leaf symptoms are browning, chlorosis, and necrosis Foliar symptoms which are often seen with genotype A are chlorosis, defoliation, and wilting.There are many ways to manage Phialophora gregata. The most effective form of management is disease resistance, but crop rotation, tiliage, SCN management, and changing the pH of the soil can also be effective \n\n"
    },
    {
        "SpeciesName": "Pholiota squarrosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Adnate_gills_icon2.svg",
        "SpeciesSummary": "Pholiota squarrosa, commonly known as the shaggy scalycap, the shaggy Pholiota, or the scaly Pholiota, is a species of mushroom in the Strophariaceae family. Common in North America and Europe, it is often an opportunistic parasite, and has a wide range of hosts among deciduous trees, although it can also infect conifers. It can also live as a saprobe, deriving nutrients from decomposing wood. The mushroom is typically found growing in clusters at the base of trees and stumps. Both the cap and the stem are covered in small, pointed scales that are pointed downward and backward. The crowded gills are yellowish, then later rust-brown. The mushroom has an odor that, depending on the author, has been described as resembling garlic, lemon, radish, onion, or skunk. It has a strong taste, resembling radishes.  Once thought to be edible, it is now considered and known to be poisonous, especially if consumed in combination with alcohol. The mushroom contains unique chemicals thought to help it infect plants by neutralizing defensive responses employed by them. The very similar P. squarrosoides differs in having a paler cap that is sticky between the scales, and smaller spores."
    },
    {
        "SpeciesName": "Phoma destructiva",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phoma destructiva is a fungal plant pathogen infecting tomatoes and potatoes"
    },
    {
        "SpeciesName": "Phoma exigua",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phoma exigua (syn. Ascochyta gossypii) is a fungal plant pathogen. It causes wet weather blight in cotton and it can be treated with systemic copper."
    },
    {
        "SpeciesName": "Phoma exigua var. exigua",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phoma exigua var. exigua is a fungal plant pathogen infecting several hosts."
    },
    {
        "SpeciesName": "Phoma sclerotioides",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phoma sclerotioides is a plant pathogen and is the culprit for brown root rot disease in, for instance, alfalfa and clover."
    },
    {
        "SpeciesName": "Phomopsis arnoldiae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phomopsis arnoldiae is a plant pathogen infecting walnuts."
    },
    {
        "SpeciesName": "Phomopsis longicolla",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phomopsis longicolla is a species of ascomycota fungi in the Diaporthaceae family. It is a plant pathogen and mainly responsible for a soybean disease called Phomopsis seed decay (PSD). In other plant species, P. longicolla can also live as an endophyte, such as in the mangrove plant Sonneratia caseolaris. P. longicolla has also been found to produce a number of cytotoxic and antimicrobial secondary metabolites, especially members of the class of phomoxanthones. P. longicolla was first described in 1985 by Thomas W. Hobbs et al. at the Department of Plant Pathology at Ohio State University"
    },
    {
        "SpeciesName": "Phomopsis obscurans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/en/5/5e/Leaf_blight.jpg",
        "SpeciesSummary": "Phomopsis obscurans is a common fungus found in strawberry plants, which causes the disease of leaf blight. Common symptoms caused by the pathogen begin as small circular reddish-purple spots and enlarge to form V-shaped lesions that follow the vasculature of the plant’s leaves. Although the fungus infects leaves early in the growing season when the plants are beginning to develop, leaf blight symptoms are most apparent on older plants towards the end of the growing season. The disease can weaken strawberry plants through the destruction of foliage, which results in reduced yields. In years highly favorable for disease development, leaf blight can ultimately lead to the death of the strawberry plants. A favorable environment for the growth and development of the Phomopsis obscurans pathogen is that of high temperature, high inoculum density, a long period of exposure to moisture, and immature host tissue. In the case of disease management, a conjunction of cultural practices is the most effective way of reducing the infection."
    },
    {
        "SpeciesName": "Phragmidium mucronatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phragmidium mucronatum is a plant pathogen that causes rose rust."
    },
    {
        "SpeciesName": "Phragmidium rubi-idaei",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/91/Phragmidium.rubi-idaei.-.lindsey.jpg",
        "SpeciesSummary": "Phragmidium rubi-idaei is a plant pathogen infecting caneberries."
    },
    {
        "SpeciesName": "Phragmidium violaceum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/ff/CSIRO_ScienceImage_3160_Blackberry_plants_infected_with_rust_fungus.jpg",
        "SpeciesSummary": "Phragmidium violaceum is a plant pathogen native to Europe, Africa, and the Middle East. It primarily infects Rubus species.\nIt has been used in the biological control of invasive blackberry species in Chile, Australia, and New Zealand. In 2005, it was discovered growing on Himalayan blackberry plants in Oregon. This accidental introduction does not appear to be infecting native vegetation, so it offers hope for reducing the impact of invasive blackberries in the Pacific Northwest."
    },
    {
        "SpeciesName": "Phyllachora musicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phyllachora musicola is a plant pathogen infecting bananas."
    },
    {
        "SpeciesName": "Phyllactinia guttata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Phyllactinia_guttata.jpg",
        "SpeciesSummary": "Phyllactinia guttata is a species of fungus in the Erysiphaceae family; the anamorph of this species is Ovulariopsis moricola.  A plant pathogen distributed in temperate regions, P. guttata causes a powdery mildew on leaves and stems on a broad range of host plants; many records of infection are from Corylus species, like filbert (Corylus maxima) and hazel (Corylus avellana). Once thought to be conspecific with Phyllactinia chorisiae, a 1997 study proved that they are in fact separate species.Microscopically, P. guttata is characterized by large ascomata, long narrow pointed appendages with bulbous swellings at base, 2- or 3-spored asci with large ascospores; the ascomata also have gelatinous cells with tufts of hyphae somewhat resembling hairs. The cleistothecia are capable of dissemination and attachment to new growing surfaces by means of gelatinous penicillate cells.\n\n"
    },
    {
        "SpeciesName": "Phyllosticta capitalensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Phyllosticta capitalensis is a plant pathogen infecting cattleyas."
    },
    {
        "SpeciesName": "Phyllosticta circumscissa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Phyllosticta circumscissa is a plant pathogen, specifically a fungus (micromycete). It affects stone fruit treats predominantly."
    },
    {
        "SpeciesName": "Phyllosticta minima",
        "SpeciesImage": "",
        "SpeciesSummary": "Phyllosticta minima is a fungus of the division Ascomycota which causes purple-bordered leaf spot, a largely cosmetic disease that infects maple trees. It grows on living and fallen leaves, creating tan, ovular lesions ​1⁄4 inch in diameter and ringed with 'purple' or black spores."
    },
    {
        "SpeciesName": "Phyllosticta sojaecola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Phyllosticta sojaecola is a plant pathogen infecting soybean and peanut."
    },
    {
        "SpeciesName": "Phyllosticta solitaria",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Phyllosticta solitaria is a plant pathogen infecting apples."
    },
    {
        "SpeciesName": "Physoderma maydis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Physoderma maydis is a species of fungus in the family Physodermataceae. It is a pathogen of the maize, causing a disease known as brown spot of maize or brown spot of corn.\n\n"
    },
    {
        "SpeciesName": "Phytophthora cactorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Phytophthora_cactorum.jpg",
        "SpeciesSummary": "Phytophthora cactorum is a plant pathogen that causes root rot on rhododendron and many other species."
    },
    {
        "SpeciesName": "Phytophthora cambivora",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Phytophthora cambivora is a plant pathogen that causes ink disease in European chestnut trees (Castanea sativa). Ink disease, also caused by Phytophthora cinnamomi, is thought to have been present in Europe since the 18th century, and causes chestnut trees to wilt and die; major epidemics occurred during the 19th and 20th centuries. P. cinnamomi and P. cambivora are now present throughout Europe since the 1990s.  Ink disease has resurged, often causing high mortality of trees, particularly in Portugal, Italy, and France. It has also been isolated from a number of different species since the 1990s, including:\n\nGolden chinquapin trees, (Chrysolepis chrysophylla) in Oregon, United States\nRhododendron and Pieris species in North Carolina\nNoble fir trees (Abies procera) in Norway\nBeech trees (Fagus sylvatica) in Italy and Germany.Some species of mycorrhiza (including Amanita muscaria, Suillellus luridus, and Hebeloma radicosum) may provide protection from P. cambivora in European chestnuts."
    },
    {
        "SpeciesName": "Phytophthora capsici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/50/P._capsici_blight_on_sweet_pepper.jpg",
        "SpeciesSummary": "Phytophthora capsici is an oomycete plant pathogen that causes blight and fruit rot of peppers and other important commercial crops. It was first described by L. Leonian at the New Mexico State University Agricultural Experiment Station in Las Cruces in 1922 on a crop of chili peppers. In 1967, a study by M. M. Satour and E. E. Butler found 45 species of cultivated plants and weeds susceptible to P. capsici  In Greek, Phytophthora capsici means \"plant destroyer of capsicums\". P. capsici has a wide range of hosts including members of the Solanaceae and Cucurbitaceae families as well as Fabaceae."
    },
    {
        "SpeciesName": "Phytophthora cinnamomi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Die_back_valley_gnangarra.jpg",
        "SpeciesSummary": "Phytophthora cinnamomi is a soil-borne water mould that produces an infection which causes a condition in plants called \"root rot\" or \"dieback\". The plant pathogen is one of the world's most invasive species and is present in over 70 countries around the world."
    },
    {
        "SpeciesName": "Phytophthora citricola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora citricola is a plant pathogen. It was first described by Kaneyoshi (Kenkichi) Sawada in 1927 when it was isolated from orange trees in present-day Taiwan. It has since been found causing disease on a wide variety of plants."
    },
    {
        "SpeciesName": "Phytophthora citrophthora",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora citrophthora, also known as brown rot of citrus, is a soil borne oomycete that infects several economically important citrus crops. A diagnostic symptom of P. citrophthora is gummosis, wherein lesions around the base of the tree exude sap. Other common symptoms include dark longitudinal lesions forming at the soil line, a sour smell, and eventual cracking of the bark. Advanced symptoms include yellowing and necrosis of the tree canopy. Girdling action caused by the pathogen around the trunk can often cause the collapse of the tree. Resistant lemon varieties have been developed and their implementation has been effective at controlling the spread of the disease. Fruits that have been infected with P. citrophthora exhibit symptoms of brown rot characterized by a distinct odor."
    },
    {
        "SpeciesName": "Phytophthora cryptogea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora cryptogea is a species of water mould in the family Pythiaceae. It is a plant pathogen that infects several species of cultivated plants, including over 40 species of cultivated flowers.This species is reported to be pathogenic on grandiflora petunia (Petunia × atkinsiana). It causes root rot, shoot rot and shanking in tulips. It also infects blue daze (Evolvulus glomeratus), dusty miller (Jacobaea maritima), Barberton daisy (Gerbera jamesonii), and garden verbena (Verbena × hybrida). Like its relative Phytophtora cambivora, it can cause ink disease of chestnuts (Castanea sativa).This and Phytophthora drechsleri have been considered the same species, but phylogenetic analysis has revealed that they are two distinct species."
    },
    {
        "SpeciesName": "Phytophthora drechsleri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora drechsleri is a plant pathogen with many hosts."
    },
    {
        "SpeciesName": "Phytophthora erythroseptica",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Phytophthora erythroseptica—also known as pink rot along with several other species of Phytophthora—is a plant pathogen. It infects potatoes (Solanum tuberosum) causing their tubers to turn pink and damages leaves. It also infects tulips (Tulipa) damaging their leaves and shoots.Several species from the genus Phytophthora are believed to be involved in causing pink rot-like diseases."
    },
    {
        "SpeciesName": "Phytophthora europaea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora europaea is a non-papillate homothallic plant pathogen that mainly infects European oak. It differs from other species of the genus (like P. fragariae) by producing oogonia with tapered bases, irregular walls and exclusively paragynous antheridia. It has also been found in the United States.\n\n"
    },
    {
        "SpeciesName": "Phytophthora fragariae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Phytophthora_root_and_crown_rots_of_raspberry.jpg",
        "SpeciesSummary": "Phytophthora fragariae is a fungus-like (oomycete) plant pathogen that causes red stele, otherwise known as Lanarkshire disease, in strawberries and raspberries.  Symptoms of red stele can include a red core in the roots, wilting of leaves, reduced flowering, stunting, and bitter fruit. The pathogen is spread via zoospores swimming through water present in the soil, released from sporangia."
    },
    {
        "SpeciesName": "Phytophthora infestans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c0/07_08_life_cycle%2C_Phytophthora_infestans_on_potato%2C_Peronosporales%2C_Oomycota_%28M._Piepenbring%29.png",
        "SpeciesSummary": "Phytophthora infestans is an oomycete or water mold, a microorganism that causes the serious potato and tomato disease known as late blight or potato blight. (Early blight, caused by Alternaria solani, is also often called \"potato blight\".) Late blight was a major culprit in the 1840s European, the 1845 Irish, and the 1846 Highland potato famines. The organism can also infect some other members of the Solanaceae. The pathogen is favored by moist, cool environments: sporulation is optimal at 12–18 °C in water-saturated or nearly saturated environments, and zoospore production is favored at temperatures below 15 °C. Lesion growth rates are typically optimal at a slightly warmer temperature range of 20 to 24 °C."
    },
    {
        "SpeciesName": "Phytophthora katsurae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora katsurae is a plant pathogen. It was first isolated from chestnut (Castanea) trees in Japan. It has also been reported from Taiwan, Papua New Guinea, Australia and Korea."
    },
    {
        "SpeciesName": "Phytophthora lateralis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Chamaecyparis_lawsoniana_Phytophthora.jpg",
        "SpeciesSummary": "Phytophthora lateralis  is a soil-borne plant pathogen that causes cedar root disease in Lawson cypresses (Chamaecyparis lawsoniana) in Northern USA. This pathogen was first noted to cause disease in around 1920 on nursery stock near Seattle. Pacific yew (Taxus brevifolia) is also vulnerable to P. lateralis but less susceptible than Lawson cypress trees, and tree mortality has only been observed in areas where C. lawsoniana trees were also infected. Asiatic species of Chamaecyparis are generally described as resistant to P. lateralis, although this pathogen is occasionally isolated from Chamaecyparis obtusa (Hinoki cypress) in nurseries."
    },
    {
        "SpeciesName": "Phytophthora medicaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Zoospore_release.jpg",
        "SpeciesSummary": "Phytophthora medicaginis is a oomycete plant pathogen that causes root rot in alfalfa and chickpea. It is a major disease of these plants and is found wherever they are grown. P. medicaginis causes failure of stand establishment because of seedling death. Phytophthora medicaginis is part of a species complex with Phytophthora megasperma."
    },
    {
        "SpeciesName": "Phytophthora megasperma",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora megasperma is a species of water mould in the family Peronosporaceae. It is well known as a plant pathogen with many hosts. It often causes a plant disease called root rot."
    },
    {
        "SpeciesName": "Phytophthora nicotianae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Black_Shank_Disease_Cycle.jpg",
        "SpeciesSummary": "Phytophthora nicotianae or Black Shank is an oomycete belonging to the order Peronosprales and family Peronosporaceae."
    },
    {
        "SpeciesName": "Phytophthora palmivora",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Brokencoconut.jpg",
        "SpeciesSummary": "Phytophthora palmivora is an oomycete that causes bud-rot of palms, fruit-rot or kole-roga of coconut and areca nut. These are among the most serious diseases caused by fungi and moulds in South India. It occurs almost every year in Malnad, Mysore, North & South Kanara, Malabar and other areas. Similar diseases of palms are also known to occur in Sri Lanka, Mauritius, and Sumatra. The causative organism was first identified as Phytophthora palmivora by Edwin John Butler in 1917."
    },
    {
        "SpeciesName": "Phytophthora phaseoli",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora phaseoli is a plant pathogen which infects lima bean (Phaseolus lunatus) and has no other known hosts."
    },
    {
        "SpeciesName": "Phytophthora pseudosyringae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Cafeteria_roenbergensis_FENCHEL_and_D_J_PATTERSON_schematic_drawing.svg",
        "SpeciesSummary": "Phytophthora pseudosyringae is a semi-papillate homothallic soil-borne plant pathogen causing root and collar rot of deciduous tree species in Europe. It is associated with necrotic fine roots and stem necroses of Fagus sylvatica and Alnus glutinosa, and isolates are moderately aggressive to fine roots of oaks and beech (Nothofagus), highly aggressive to holly leaves and apple fruits, and slightly pathogenic to alder bark.\nIt belongs to the class of oomycetes and is often described as a ‘fungal-like’ organism since they form a heterotrophic mycelium as the ‘true fungi’, but in contrast, their cell wall lacks chitin and is composed only of cellulose and glucans.\nIts name derives from Greek Phytophthora  φυτόν (phytón), “plant” and φθορά (phthorá), “destruction”; “the plant-destroyer” and plurivora and from Latin (pluri = many, -vora = feeding)."
    },
    {
        "SpeciesName": "Phytophthora sojae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Phytophthora sojae is an oomycete and a soil-borne plant pathogen that causes stem and root rot of soybean. This is a prevalent disease in most soybean growing regions, and a major cause of crop loss. In wet conditions the pathogen produces zoospores that move in water and are attracted to soybean roots. Zoospores can attach to roots, germinate, and infect the plant tissues. Diseased roots develop lesions that may spread up the stem and eventually kill the entire plant. Phytophthora sojae also produces oospores that can remain dormant in the soil over the winter, or longer, and germinate when conditions are favourable. Oospores may also be spread by animals or machinery.Phytophthora sojae is a diploid organism with a genome size of 95 Mbp (Millions of base pairs).The natural chemical farinomalein (a metabolite from entomopathogenic fungus Paecilomyces farinosus) has shown potent and selective inhibition (0.15-5 μg/disk) against eight isolates of plant pathogenic Phytophthora sojae. These results suggest that farinomalein might be useful as a candidate pesticide for the treatment of Phytophthora stem rot in soybean.Phytophthora sojae is so similar to Phytophthora megasperma that they’re often mistaken for each other. In the early years of research, Phytophthora sojae and Phytophthora medicaginis were respectively known as Phytophthora megasperma f. sp. glycines and Phytophthora megasperma f. sp. medicaginis. Recent discoveries about their molecular structure, however, proved that they were indeed unambiguous species."
    },
    {
        "SpeciesName": "Phytophthora syringae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytophthora syringae is an oomycete plant pathogen known to infect nursery plants, particularly apple and pear trees. It infects plants through wounded areas and is most pathogenic during cold, wet weather."
    },
    {
        "SpeciesName": "Plasmopara halstedii",
        "SpeciesImage": "",
        "SpeciesSummary": "Plasmopara halstedii is a plant pathogen infecting sunflowers. The species is one of many pathogens commonly referred to as downy mildew. P. halstedii originated in North America.\nP. halstedii oospores produce a thin wall which are resistant structures, sexually produced that are essential for its continuation. After entering an area, the eradication of the pathogen is difficult due to the formation of oospores, which can remain viable in soil for many years."
    },
    {
        "SpeciesName": "Plasmopara viticola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/b0/Downy_Mildew_Sporangia_on_LaCrosse_Trap_Plant_2015.jpg",
        "SpeciesSummary": "Plasmopara viticola, the causal agent of grapevine downy mildew, is a heterothallic oomycete that overwinters as oospores in leaf litter and soil. In the spring, oospores germinate to produce macrosporangia, which under wet condition release zoospores. Zoospores are splashed by rain into the canopy, where they swim to and infect through stomata. After 7–10 days, yellow lesions appear on foliage. During favorable weather, the lesions sporulate and new secondary infections occur.\n\n"
    },
    {
        "SpeciesName": "Plenodomus destruens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Plenodomus destruens is a fungal plant pathogen infecting potatoes."
    },
    {
        "SpeciesName": "Pleospora herbarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pleospora herbarum is a species of fungus in the Pleosporaceae family. It is a plant pathogen infecting several hosts including alfalfa, apples, asparagus, tomatoes, citruses and chickpea. It has a cosmopolitan distribution, and is common in temperate and subtropical regions. The fungus was first described under the name Sphaeria herbarum by Christian Hendrik Persoon in 1801."
    },
    {
        "SpeciesName": "Pleospora tarda",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pleospora tarda is a plant pathogen infecting several hosts including alfalfa, red clover, peanut, soybean, lentils, beet, tomato, lettuce, hemp and carnations."
    },
    {
        "SpeciesName": "Pleurotus ostreatus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bare_stipe_icon.svg",
        "SpeciesSummary": "Pleurotus ostreatus, the oyster mushroom, is a common edible mushroom. It was first cultivated in Germany as a subsistence measure during World War I and is now grown commercially around the world for food. It is related to the similarly cultivated king oyster mushroom. Oyster mushrooms can also be used industrially for mycoremediation purposes.\nThe oyster mushroom is one of the more commonly sought wild mushrooms, though it can also be cultivated on straw and other media. It has the bittersweet aroma of benzaldehyde (which is also characteristic of bitter almonds)."
    },
    {
        "SpeciesName": "Podosphaera fuliginea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/06/Powderymildewwatermelon.jpg",
        "SpeciesSummary": "Podosphaera fuliginea (also known as Podosphaera xanthii) is a plant pathogen that causes powdery mildew on cucurbits. Podosphaera fuliginea and Erysiphe cichoracearum are the two most commonly recorded fungi causing cucurbit powdery mildew. In the past, Erysiphe cichoracearum was considered to be the primary causal organism throughout most of the world. Today, Podosphaera fuliginea is more commonly reported.\n\n"
    },
    {
        "SpeciesName": "Podosphaera fusca",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Podosphaera fusca is a fungus that parasitically infects plants (a phytopathogen). It is one cause of powdery mildew in melons and gourds.Some sources suggest that P. fusca should be considered synonymous with P. xanthii, while others maintain they are separate species in the Magnicellulata subsection of the Sphaerotheca section of the Podosphaera genus, as of  2011, based on the size of chasmothecia, and on the thin-walled portion of the asci (oculus).\n\n"
    },
    {
        "SpeciesName": "Podosphaera leucotricha",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Apple_Powdery_Mildew_-_geograph.org.uk_-_1274755.jpg",
        "SpeciesSummary": "Podosphaera leucotricha is a plant pathogen that can cause powdery mildew of apples and pears."
    },
    {
        "SpeciesName": "Podosphaera macularis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/8/8e/Britannica_Hop_and_Strawberry_Mildew.png",
        "SpeciesSummary": "Podosphaera macularis (formerly Sphaerotheca macularis) is a plant pathogen infecting several hosts including chamomile, caneberrie, strawberries, hop, hemp and Cineraria. It causes powdery mildew of hops."
    },
    {
        "SpeciesName": "Podosphaera pannosa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Podosphaera_pannosa_1.jpg",
        "SpeciesSummary": "Podosphaera pannosa is a plant pathogen. It produces a powdery mildew on members of the rose family."
    },
    {
        "SpeciesName": "Polyporus arcularius",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Polyporus arcularius is a species of fungus in the genus Polyporus."
    },
    {
        "SpeciesName": "Pseudocercospora rhapisicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pseudocercospora rhapisicola is a fungal plant pathogen infecting palms."
    },
    {
        "SpeciesName": "Pseudocercospora vitis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pseudocercospora vitis is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Pseudocercosporella capsellae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pseudocercosporella capsellae is a plant pathogen infecting crucifers (canola, mustard).\n\n"
    },
    {
        "SpeciesName": "Pseudoepicoccum cocos",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/51/Brokencoconut.jpg",
        "SpeciesSummary": "Pseudoepicoccum cocos is an ascomycete fungus that is a plant pathogen infecting coconut palms.\n\n"
    },
    {
        "SpeciesName": "Pseudoperonospora cubensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Falscher_Mehltau.jpg",
        "SpeciesSummary": "Pseudoperonospora cubensis is a species of water mould known for causing downy mildew on cucurbits such as cantaloupe, cucumber, pumpkin, squash and watermelon. This water mould is an important pathogen of all these crops, especially in areas with high humidity and rainfall, such as the eastern United States. In most years the disease is an annual, late-season problem on squash and pumpkin in the eastern and central United States, however, since 2004 it has become one of the most important diseases in cucumber production.  Considered a highly destructive foliar disease of cucurbits, successful breeding in the mid-twentieth century provided adequate control of downy mildew in cucumber without the use of fungicides. The resurgence in virulence has caused growers great concern and substantial economic losses, while downy mildew in other cucurbit crops continues to be a yearly hindrance."
    },
    {
        "SpeciesName": "Pseudopeziza medicaginis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pseudopeziza medicaginis is a plant pathogen infecting alfalfa."
    },
    {
        "SpeciesName": "Pseudopeziza trifolii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pseudopeziza trifolii is a plant pathogen infecting red clover.\n\n"
    },
    {
        "SpeciesName": "Puccinia angustata",
        "SpeciesImage": "",
        "SpeciesSummary": "Puccinia angustata is a plant pathogen that causes rust on plants in the genus Monarda.\n It was first described scientifically in 1873 by American mycologist Charles Horton Peck, who found it growing on the leaves on the sedges Scirpus sylvaticum and S. eriophorum."
    },
    {
        "SpeciesName": "Puccinia aristidae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Puccinia aristidae is a plant pathogen that causes rust on Aristida, spinach and primula."
    },
    {
        "SpeciesName": "Puccinia asparagi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/6d/Bulletin._1901-13_%2820240594109%29.jpg",
        "SpeciesSummary": "Puccinia asparagi is the causative agent of asparagus rust. It is an autoecious fungus, meaning that all stages of its life cycle – pycniospores, aeciospores, and teliospores – all develop upon the same host plant\n\n. Rust diseases are among the most destructive plant diseases, known to cause famine following destruction of grains, vegetables, and legumes. Asparagus rust occurs wherever the plant is grown and attacks asparagus plants during and after the cutting season. Asparagus spears are usually harvested before extensive rust symptoms appear. Symptoms are first noticeable on the growing shoots in early summer as light green, oval lesions, followed by tan blister spots and black, protruding blisters later in the season. The lesions are symptoms of Puccinia asparagi during early spring, mid-summer and later summer to fall, respectively. Severe rust infections stunt or kill young asparagus shoots, causing foliage to fall prematurely, and reduce the ability of the plant to store food reserves. The Puccinia asparagi fungus accomplishes this by rust lowering the amounts of root storage metabolites. The infected plant has reduced plant vigor and yield, often leading to death in severe cases. Most rust diseases have several stages, some of which may occur on different hosts; however, in asparagus rust all the life stages (orange spore in spring, red spore in summer, and black spore in autumn and winter) occur on asparagus. Because of this, many observers mistake the different stages of the Puccinia asparagi life cycle as the presence of different diseases. The effects of Puccinia asparagi are present worldwide wherever asparagus is being grown. Asparagus rust is a serious threat to the asparagus industry.\n\n"
    },
    {
        "SpeciesName": "Puccinia cacabata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia cacabata is a plant pathogen that causes rust on cotton."
    },
    {
        "SpeciesName": "Puccinia coronata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/03/Oatcrownrust.jpg",
        "SpeciesSummary": "Puccinia coronata is a plant pathogen and causal agent of oat and barley crown rust. The pathogen occurs worldwide, infecting both wild and cultivated oats. It is a relatively new disease of barley in North America.  It was first found in 1992 in a barley breeding nursery near Clay Center, Nebraska. Since then, crown rust has been found throughout the upper Midwest, with greatest incidence in the central Red River Valley of North Dakota and Minnesota. In that region the alternate host, common buckthorn (Rhamnus cathartica), grows abundantly in shelter belts and riparian areas. Since 1993, outbreaks of crown rust have occurred on barley and forage grasses at several localities in this region. The extent of yield losses in barley caused by this disease have not been determined. Crown rust posed a threat to barley production, because the first infections in barley occur early in the season from local inoculum. Crown rusts have evolved many different physiological races within different species in response to host resistance. Each pathogenic race can attack a specific line of plants within the species typical host. For example, there are over 290 races of P. coronata. Crops with resistant phenotypes are often released, but within a few years virulent races have arisen and P. coronata can infect them."
    },
    {
        "SpeciesName": "Puccinia dioicae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia dioicae is a plant pathogen that causes rust on goldenrod."
    },
    {
        "SpeciesName": "Puccinia helianthi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia helianthi is a plant pathogen that causes rust on sunflower."
    },
    {
        "SpeciesName": "Puccinia hordei",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia hordei is a species of rust fungus. A plant pathogen, it can cause barley brown rust."
    },
    {
        "SpeciesName": "Puccinia malvacearum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Puccinia malvacearum, also known as hollyhock or mallow rust, is a species within the Puccinia genus known for attacking members of the Malvaceae family. An autoecious pathogen, it can complete its life cycle using a single host.\nPlants affected by the rust include Abutilon, Alcea (Hollyhock), Hibiscus, Lavatera, Malva, Malvastrum, and Sphaeralcea.\nSuggested control measures include sanitation (removal or destruction of affected plants or plant portions) or treatment with fungicides."
    },
    {
        "SpeciesName": "Puccinia menthae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia menthae is a fungal plant pathogen that causes rust on mint plants."
    },
    {
        "SpeciesName": "Puccinia pelargonii-zonalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia pelargonii-zonalis is a plant pathogen that causes rust on Pelargonium geraniums."
    },
    {
        "SpeciesName": "Puccinia psidii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Damage_caused_by_Myrtle_Rust%2C_a_plant_fungus_%288069323577%29.jpg",
        "SpeciesSummary": "Puccinia psidii is a rust (a type of plant pathogen) native to Brazil with a very broad host range in the myrtle family (Myrtaceae).  Puccinia psidii can have very serious consequences to various species of plants in the Myrtaceae. This family includes guava (the original host of this rust in Brazil), eucalyptus, melaleuca, and a number of species native to Hawaii, including some endemic species (found nowhere else on Earth) and at least one important native forest tree. There are numerous strains of the Puccinia psidii rust—some known to be established in Florida, and at least one reported from California and there is concern that strains may exist or develop that could be devastating to ohia (Metrosideros polymorpha), one of Hawaii's dominant native trees, a foundation species for many remaining Hawaiian native ecosystems. However currently, the major threat of Puccinia in Hawaii is the massive damage it is doing to Eugenia koolauensis, a federally listed endangered species."
    },
    {
        "SpeciesName": "Puccinia purpurea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia purpurea is a plant pathogen that causes rust on sorghum."
    },
    {
        "SpeciesName": "Puccinia recondita",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia recondita is a plant pathogen infecting wheat and rye."
    },
    {
        "SpeciesName": "Puccinia schedonnardii",
        "SpeciesImage": "",
        "SpeciesSummary": "Puccinia schedonnardii is a basidiomycete fungus that affects cotton. More commonly known as a “rust,” this pathogen typically affects cotton leaves, which can decrease the quality of the boll at time of harvest. As large percentages of cotton in the United States are resistant to various rust varieties, there is little economic importance to this disease. In places where rust is prevalent, however, growers could see up to a 50% reduction in yield due to rust infection."
    },
    {
        "SpeciesName": "Puccinia sessilis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia sessilis is a fungal plant pathogen, also known as Arum Rust or Ransons Rust. It commonly infects Arum maculatum and Allium ursinum causing yellow to orange circular patches on leaves. On the underside it produces raised orange aecia commonly covered in spores. It is common in Eurasia in the Spring.\nOther species affected by this rust include Convallaria majalis, Dactylorhiza fuchsii, Dactylorhiza incarnata, Dactylorhiza majalis, Gymnadenia conopsea, Neottia ovata, Paris quadrifolia and Phalaris arundinacea A specialised form, Puccinia sessilis f.sp. narcissi-orchidacearum Boerema & Kesteren (Aecidium narcissi) is a cause of rust in daffodils (Narcissus) and various wild Orchidaceae."
    },
    {
        "SpeciesName": "Puccinia subnitens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Puccinia subnitens is a plant pathogen that causes rust on Beta vulgaris."
    },
    {
        "SpeciesName": "Pucciniastrum americanum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pucciniastrum americanum is a plant pathogen infecting caneberries."
    },
    {
        "SpeciesName": "Pucciniastrum epilobii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/71/2012-09-22_Pucciniastrum_epilobii_264614.jpg",
        "SpeciesSummary": "Pucciniastrum epilobii is a plant pathogen infecting fuchsias."
    },
    {
        "SpeciesName": "Pyrenophora graminea",
        "SpeciesImage": "",
        "SpeciesSummary": "Pyrenophora graminea is the causal agent of barley stripe. Barley stripe is disease of barley that once caused significant crop yield losses in many areas of the world. Its associated anamorph is Drechslera graminea (Rabenhorst ex Schlechtendal) S. Ito 1930."
    },
    {
        "SpeciesName": "Pyrenophora teres",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/77/Open_Access_logo_PLoS_transparent.svg",
        "SpeciesSummary": "Pyrenophora teres is a necrotrophic fungal pathogen of some plant species, the most significant of which are economically important agricultural crops such as barley. Toxins include aspergillomarasmine A and related compounds."
    },
    {
        "SpeciesName": "Pyrenophora teres f. maculata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pyrenophora teres f. maculata is a plant pathogen."
    },
    {
        "SpeciesName": "Pyrenophora teres f. teres",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pyrenophora teres f. teres is a plant pathogen."
    },
    {
        "SpeciesName": "Pyrenophora tritici-repentis",
        "SpeciesImage": "",
        "SpeciesSummary": "Pyrenophora tritici-repentis (telomorph) and Drechslera tritici-repentis (anamorph) is a necrotrophic plant pathogen of fungal origin, phylum Ascomycota. The pathogen causes a disease originally named yellow spot but now commonly called tan spot, yellow leaf spot, yellow leaf blotch or helminthosporiosis. At least eight races of the pathogen are known to occur based on their virulence on a wheat differential set.The tan (yellow) spot fungus was first described by Nisikado in 1923 in Japan . and was later identified in Europe, Australia and the USA, in the mid 1900s. There lies the possibility that the fungus was spread with the introduction of dwarf wheat which also originated from the same area of Japan and introduced around the world at the same time. The disease is one of the most important fungal disease on wheat and the fungal pathogen is found to infect in all parts of the world wherever wheat and other susceptible host crops are found. P. tritici-repentis overwinters on stubble, and due to recent heavily no-till/residue retention cultural practices, increased incidence and yield loss of up to 49% has been witnessed if ideal conditions occur. It forms characteristic, dark, oval-shaped spots of necrotic tissue surrounded by a yellow ring. It is responsible for losses that account for up to 30% of the crop, due to its effects reducing photosynthesis. Pathogenesis and toxicity in P. tritici-repentis is controlled by a single gene, transformations of this gene cause the pathogen to become benign when interacting with wheat. This has major implications for those in agriculture seeking to combat the effects of this fungus.\n\n"
    },
    {
        "SpeciesName": "Pythium aphanidermatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Pythium aphanidermatum is a soil borne plant pathogen.  Pythium is a genus in the class Oomycetes, which are also known as water molds.  Oomycetes are not true fungi, as their cell walls are made of cellulose instead of chitin, they are diploid in their vegetative state, and they contain coenocytic hyphae (lacking crosswalls), called a protist.  Also, they reproduce asexually with motile biflagelette zoospores that require water to move towards and infect a host.  Sexually, they reproduce with structures called antheridia, oogonia, and oospores."
    },
    {
        "SpeciesName": "Pythium arrhenomanes",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pythium arrhenomanes is a plant pathogen."
    },
    {
        "SpeciesName": "Pythium debaryanum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Parasitism_of_pythium_debaryanum_hesse_on_the_potato_tuber_412.jpg",
        "SpeciesSummary": "Pythium debaryanum is a species of water mould in the family Pythiaceae. It is known as a plant pathogen on many kinds of wild and cultivated plants, including peanut, beet, eucalyptus, tobacco, and pine trees. The plants develop damping off, a disease state."
    },
    {
        "SpeciesName": "Pythium dissotocum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Pythium dissotocum is a plant pathogen infecting strawberry and rice."
    },
    {
        "SpeciesName": "Pythium graminicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Pythium graminicola is a plant pathogen infecting cereals."
    },
    {
        "SpeciesName": "Pythium irregulare",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a5/Pythium_irregulare_Life_Cycle.png",
        "SpeciesSummary": "Pythium irregulare is a soil borne oomycete plant pathogen. Oomycetes, also known as \"water molds\", are fungal-like protists. They are fungal-like because of their similar life cycles, but differ in that the resting stage is diploid, they have coenocytic hyphae, a larger genome, cellulose in their cell walls instead of chitin, and contain zoospores (asexual motile spores) and oospores (sexual resting spores)."
    },
    {
        "SpeciesName": "Pythium myriotylum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pythium myriotylum is a soil-borne oomycete necrotroph that has a broad host range, this means that it can infect a wide range of plants."
    },
    {
        "SpeciesName": "Pythium oligandrum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/0d/Pythium_oligandrum.jpg",
        "SpeciesSummary": "Pythium oligandrum is an oomycete.  It is a parasite of many fungi and other oomycetes including Botrytis, Fusarium and Phytophthora. It has been licensed as a biocontrol agent in the form of an oospore soil treatment, which reduces pathogen load and concomitant plant disease. P. oligandrum can grow within the roots of certain plants, including tomato and sugar beet. Production of auxin-like substances stimulate plant growth. Defense responses can be induced in the plant, which primes the plant from further infection by pathogenic fungi, oomycetes or bacteria."
    },
    {
        "SpeciesName": "Pythium paroecandrum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pythium paroecandrum is a plant pathogen infecting carrots and impatiens."
    },
    {
        "SpeciesName": "Pythium spinosum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pythium spinosum is a plant pathogen infecting rice, Primula, and Impatiens."
    },
    {
        "SpeciesName": "Pythium splendens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/48/Awa_Pythium_Root_Rot_--_wilt_on_young_plant.jpg",
        "SpeciesSummary": "Pythium splendens is a plant pathogen. It is a potentially useful organism for the synthesis of large amounts of eicosapentaenoic acid, which is a polyunsaturated fatty acid with a variety of functions that are beneficial to biological systems."
    },
    {
        "SpeciesName": "Pythium ultimum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Pythium ultimum is a plant pathogen.  It causes the damping off and root rot diseases of hundreds of diverse plant hosts including corn, soybean, potato, wheat, fir, and many ornamental species.  P. ultimum belongs to the peronosporalean lineage of oomycetes, along with other important plant pathogens such as Phytophthora spp. and many genera of downy mildews.  P. ultimum is a frequent inhabitant of fields, freshwater ponds, and decomposing vegetation in most areas of the world.  Contributing to the widespread distribution and persistence of P. ultimum is its ability to grow saprotrophically in soil and plant residue.  This trait is also exhibited by most Pythium spp. but not by the related Phytophthora spp., which can only colonize living plant hosts."
    },
    {
        "SpeciesName": "Pythium ultimum var. ultimum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Pythium ultimum var. ultimum is a plant pathogen infecting potato."
    },
    {
        "SpeciesName": "Pythium vexans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Phytopythium vexans (previously named Pythium vexans) is a plant pathogen infecting citruses. Phytopythium vexans was identified as an intermediate between Phytophthora and Pythium species, being more closely related to Phytophthora."
    },
    {
        "SpeciesName": "Pythium volutum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/archive/7/74/20120404173704%21Red_Pencil_Icon.png",
        "SpeciesSummary": "Pythium volutum is a plant pathogen infecting wheat, barley, and turfgrass.\nIt is known to be sensitive to some of the compounds typically present in selective media commonly used for isolating Pythium spp., so isolation may require alternative methods."
    },
    {
        "SpeciesName": "Ramulispora sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Ramulispora sorghi is a plant pathogen infecting sorghum."
    },
    {
        "SpeciesName": "Rhabdocline pseudotsugae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/47/Rhabdocline_pseudotsugae_Syd._2111016.jpg",
        "SpeciesSummary": "Rhabdocline pseudotsugae is a fungal plant pathogen. The pathogen, along with Rhabdocline weirii causes Rhabdocline needlecast; R. weirii only affects Douglas-fir trees. The disease causes the needles of the tree to discolor and eventually fall from the tree. It was originally common to the Rocky Mountain states of the United States but has since spread to Europe. Infections usually start in the spring or early summer and can change the color of the foliage to a variety of hues. The fungus produces apothecia that are normally found on the underside of needles but they also occur on the topside as well."
    },
    {
        "SpeciesName": "Rhizoctonia solani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Rhizoctonia_hyphae_160X.png",
        "SpeciesSummary": "Rhizoctonia solani (teleomorph: Thanatephorus cucumeris) is a plant pathogenic fungus with a wide host range and worldwide distribution. It was discovered more than 100 years ago. R. solani frequently exists as thread-like growth on plants or in culture, and is considered a soil-borne pathogen. R. solani is best known to cause various plant diseases such as collar rot, root rot, damping off, and wire stem. R. solani attacks its hosts when they are in their early stages of development, such as seeds and seedlings, which are typically found in the soil.  The pathogen is known to cause serious plant losses by attacking primarily the roots and lower stems of plants. Although it has a wide range of hosts, its main targets are herbaceous plants. R. solani would be considered a basidiomycete fungus if the teleomorph stage were more abundant. The pathogen is not currently known to produce any asexual spores (conidia), though it is considered to have an asexual lifecycle. Occasionally, sexual spores (basidiospores) are produced on infected plants.  The disease cycle of R. solani is important in management and control of the pathogen.\n\n"
    },
    {
        "SpeciesName": "Rhizopus arrhizus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Rhizopus arrhizus is a fungus of the family Mucoraceae, characterized by sporangiophores that arise from nodes at the point where the rhizoids are formed and by a hemispherical columella. It is the most common cause of mucormycosis in humans and occasionally infects other animals.\nRhizopus arrhizus spores contain ribosomes as a spore ultrastructure.Metabolism in the fungus changes from aerobic to fermentation at various points in its life cycle."
    },
    {
        "SpeciesName": "Rhizopus stolonifer",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2a/Rhizopus_stolonifer2.jpg",
        "SpeciesSummary": "Rhizopus stolonifer is commonly known as black bread mold. It is  a member of Zygomycota and considered the most important species in the genus Rhizopus. It is one of the most common fungi in the world and has a global distribution although it is most commonly found in tropical and subtropical regions. It is a common agent of decomposition of stored foods. Like other members of the genus Rhizopus, R. stolonifer grows rapidly, mostly in indoor environments.\n\n"
    },
    {
        "SpeciesName": "Rhynchosporium secalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/05/Rynchopsporium_secalis_at_Hordeum_vulgare%2C_bladvelekkenziekte_wintergerst_%281%29.jpg",
        "SpeciesSummary": "Rhynchosporium secalis is an ascomycete fungus that is the causal agent of barley and rye scald."
    },
    {
        "SpeciesName": "Rhytisma acerinum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a4/RhytismaAcerinumDetailU.jpg",
        "SpeciesSummary": "Rhytisma acerinum is a plant pathogen that commonly affects sycamores and maples in late summer and autumn, causing tar spot. Tar spot does not usually have an adverse effect on the trees' long-term health.  R. acerinum is an Ascomycete fungus that locally infects the leaves of trees and is a biotrophic parasite. The disease is cosmetic and is therefore usually controlled only with sanitation methods.\n\n"
    },
    {
        "SpeciesName": "Rhytisma punctatum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Rhytisma punctatum is a species of fungus in the family Rhytismataceae. The fungus causes speckled tar spot of maple leaves. The small spots are black, raised from the leaf surface, and occur in dense groups on the upper surface. Areas afflicted by the fungus will retain their color even after the remainder of the leaf has faded."
    },
    {
        "SpeciesName": "Rhytisma vitis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Rhytisma vitis is a species of fungus in the family Rhytismataceae. It was described by Lewis David de Schweinitz in 1832."
    },
    {
        "SpeciesName": "Rigidoporus microporus",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/af/Rigidoporus_microporus_-_Jardim_Bot%C3%A2nico_de_S%C3%A3o_Paulo_-_IMG_0313.jpg",
        "SpeciesSummary": "Rigidoporus microporus is a plant pathogen, known to cause white root rot disease on various tropical crops, such as cacao, cassava, tea, with economical importance on the para rubber tree (Hevea brasiliensis)."
    },
    {
        "SpeciesName": "Schizophyllum commune",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/ad/L%C3%B5hkislehik.jpg",
        "SpeciesSummary": "Schizophyllum commune is a species of fungus in the genus Schizophyllum. The mushroom resembles undulating waves of tightly packed corals or loose chinese fan. ”Gillies” or Split Gills vary from creamy yellow to pale white in colour. The cap is small, 1-4.5 cm wide with a dense yet spongey body texture. It is known as the split-gill mushroom because of the unique longitudinally divided nature of the gill producing basidospores,  which often splits when they dry out and moistened into gills as they shed into spores. It is the only known fungi capable of retracting by movement. This mushroom is found predominantly in Myanmar, Thailand, Malaysia, Indonesia, Madagascar, Nigeria and Northeastern India. It is found in the wild on decaying trees after rainy seasons followed by dry spells where the mushrooms are naturally collected. It is known for its high medicinal value and aromatic taste profile. It has recently attracted the medicinal industry for its immunomodulatory, antifungal, antineoplastic and antiviral activities that are higher than those of any other glucan complex carbohydrate."
    },
    {
        "SpeciesName": "Schizothyrium pomi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Schizothyrium pomi is a plant pathogen of the sooty blotch and flyspeck complex, infecting apple, pear and citrus trees and carnations.\nAs of  2008 it has been a presumed anamorph of Zygophiala jamaicensis.\n\n"
    },
    {
        "SpeciesName": "Sclerophthora macrospora",
        "SpeciesImage": "",
        "SpeciesSummary": "Sclerophthora macrospora is a protist plant pathogen of the class Oomycota. It causes downy mildew on a vast number of cereal crops including oats, rice, maize, and wheat as well as varieties of turf grass. The common names of the diseases associated with Sclerophthora macrospora include  “crazy top disease” on maize  and yellow tuft disease on turf grass.  The disease is present all over the world, but it is especially persistent in Europe."
    },
    {
        "SpeciesName": "Sclerotinia borealis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sclerotinia borealis is a plant pathogen infecting barley, rye and wheat."
    },
    {
        "SpeciesName": "Sclerotinia bulborum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sclerotinia bulborum is a plant pathogen infecting the bulbs of plants, causing black slime disease. It affects a number of ornamental bulbous plants including Iris, Hyacinth, Muscari and Narcissus"
    },
    {
        "SpeciesName": "Sclerotinia minor",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sclerotinia minor is a plant pathogen infecting carrots, tomatoes, sunflowers, peanuts and lettuce."
    },
    {
        "SpeciesName": "Sclerotinia sclerotiorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Cluster_of_Apothecia.jpg",
        "SpeciesSummary": "Sclerotinia sclerotiorum is a plant pathogenic fungus and can cause a disease called white mold if conditions are conducive.  S. sclerotiorum can also be known as cottony rot, watery soft rot, stem rot, drop, crown rot and blossom blight.  A key characteristic of this pathogen is its ability to produce black resting structures known as sclerotia and white fuzzy growths of mycelium on the plant it infects.  These sclerotia give rise to a fruiting body in the spring that produces spores in a sac which is why fungi in this class are called sac fungi (Ascomycetes).  This pathogen can occur on many continents and has a wide host range of plants.  When S. sclerotiorum is onset in the field by favorable environmental conditions, losses can be great and control measures should be considered.\n\n"
    },
    {
        "SpeciesName": "Sclerotinia trifoliorum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sclerotinia trifoliorum is a plant pathogen infecting alfalfa, red clover and chickpea."
    },
    {
        "SpeciesName": "Sclerotium delphinii",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Sclerotium delphinii is a plant pathogen infecting mangoes."
    },
    {
        "SpeciesName": "Scytinostroma galactinum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "SpeciesSummary": "Scytinostroma galactinum is a plant pathogen infecting apples."
    },
    {
        "SpeciesName": "Septoria ampelina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Septoria ampelina is a fungal plant pathogen."
    },
    {
        "SpeciesName": "Septoria glycines",
        "SpeciesImage": "",
        "SpeciesSummary": "Septoria glycines is a fungal plant pathogen that causes leaf spot on soybean, a disease that is also known as brown spot. The disease leads to early defoliation of the plant, but does not normally cause severe reductions in yield. The fungus overwinters on infected soybean straw and is spread by wind dispersal or rain splash."
    },
    {
        "SpeciesName": "Septoria lycopersici",
        "SpeciesImage": "",
        "SpeciesSummary": "Septoria lycopersici is a fungal pathogen that is most commonly found infecting tomatoes. It causes one of the most destructive diseases of tomatoes and attacks tomatoes during any stage of development."
    },
    {
        "SpeciesName": "Septoria musiva",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Wiki_letter_w_cropped.svg",
        "SpeciesSummary": "Septoria musiva, correct taxonomic name: Sphaerulina musiva (teleomorph: Mycosphaerella populorum), is an ascomycete fungus  responsible of a leaf spot and canker disease on poplar trees. It is native on the eastern cottonwood poplar Populus deltoides, causing only a leaf spot symptom. On susceptible hybrid poplars, S. musiva causes necrotic lesions on the leaves which lead to premature defoliation, and cankers on the stem and branches which can reduce growth, predispose the tree to colonisation by secondary organisms, and cause stem breakage.\nIn 2013, Quaedvlieg et al. introduced a new combination for this species: Sphaerulina musiva (Peck) Quaedvlieg, Verkley & Crous, as they found that the type strains of both the genus Mycosphaerella (linked to the anamorph genus Ramularia via Ramularia endophylla) and the genus Septoria (linked to the anamorph genus Septoria,via Septoria cytisi) clustered separately from the clade containing Sphaerulina musiva.\n\n"
    },
    {
        "SpeciesName": "Septoria passerinii",
        "SpeciesImage": "",
        "SpeciesSummary": "Septoria passerinii is a fungal plant pathogen infecting barley."
    },
    {
        "SpeciesName": "Sphaceloma perseae",
        "SpeciesImage": "",
        "SpeciesSummary": "Sphaceloma perseae is a plant-pathogenic fungus in the Ascomycota phylum. It infects the avocado plant (Persea americana), a tree native to Central America and Mexico. Currently there are three cultivars of avocados in large-scale agricultural production: Guatemalan, Mexican, and West Indian. The pathogen is currently limited to the P. Americana species but is able to infect all three cultivars. The resulting disease is known as avocado scab for the symptoms which are present on the fruit of the avocado tree. It is believed that the disease developed in Florida in the early twentieth century and is related to citrus scab, Elsinoe fawcetti. Since then, S.perseae has spread to many regions worldwide that support cultivation of the avocado tree. This pathogen threatens the global avocado market, including both importers and exporters of the crop. Countries which import avocados, including the United States, have experienced a rising demand over the past decade which is projected to continue for years to come. An understanding of avocado scab characteristics and feasible prevention methods is essential to maintenance of cultures and economies influenced by the avocado fruit."
    },
    {
        "SpeciesName": "Sphaceloma poinsettiae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Sphaceloma poinsettiae is a plant pathogen. It causes poinsettia scab, which is a spot anthracnose disease."
    },
    {
        "SpeciesName": "Sphacelotheca reiliana",
        "SpeciesImage": "",
        "SpeciesSummary": "Sphacelotheca reiliana, also known as Sporisorium reilianum, is a species of biotrophic fungus in the family Microbotryaceae. It is a plant pathogen that infects maize and sorghum.\n\n"
    },
    {
        "SpeciesName": "Sphaeropsis tumefaciens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sphaeropsis tumefaciens is an ascomycete fungus that is a plant pathogen infecting citruses."
    },
    {
        "SpeciesName": "Sporisorium sorghi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Sporisorium sorghi is a species of fungus in the Ustilaginaceae family. It is a plant pathogen, causing covered smut of sorghum spp. such as Sorghum bicolor (S. vulgare) (sorghum), S. sudanense (Sudan grass), S. halepense (Johnson grass) and Sorghum vulgare var. technichum (broomcorn)."
    },
    {
        "SpeciesName": "Stachybotrys chartarum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/42/Karl_Johanssvamp%2C_Iduns_kokbok.png",
        "SpeciesSummary": "Stachybotrys chartarum, ( , stak-ee-BOH-tris char-TARE-əm) also known as black mold or toxic black mold, is a variety of microfungus that produces its conidia in slime heads.  It is sometimes found in soil and grain, but the mold is most often detected in cellulose-rich building materials from  damp or water-damaged buildings. S. chartarum was originally discovered on the wall of a house in Prague in 1837 by Czech mycologist August Carl Joseph Corda. It requires very high moisture content in order to grow and is associated with wet gypsum material and wallpaper."
    },
    {
        "SpeciesName": "Stagonospora meliloti",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Stagonospora meliloti is a plant pathogen infecting alfalfa."
    },
    {
        "SpeciesName": "Stegophora ulmea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c3/Black_Spot_on_Elm_in_the_Fall.jpg",
        "SpeciesSummary": "Stegophora ulmea  is a foliar disease of elms commonly known as black spot of elm, twig blight, and elm leaf scab. It is characterized by yellow spots that become black spots on the leaves. The pathogen is an ascomycete fungus native to North America. Stegophora ulmea is its teleomorph name. It has two anamorph names, Gloeosporium ulmicolom referring to the macroconidia stage and Cylindrosporella ulmea referring to the microconidia stage. This pathogen was formerly known as Gnomonia ulmea."
    },
    {
        "SpeciesName": "Stemphylium lycopersici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Stemphylium lycopersici is a plant pathogen infecting tomatoes, Capsicum and papayas.\n\n"
    },
    {
        "SpeciesName": "Stemphylium solani",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/a/a6/1234172-PPT.jpg",
        "SpeciesSummary": "Stemphylium solani is a plant pathogen fungus in the phylum Ascomycota. It is the causal pathogen for grey leaf spot in tomatoes and leaf blight in alliums and cotton, though a wide range of additional species can serve as hosts.  Symptoms include white spots on leaves and stems that progress to sunken red or purple lesions and finally leaf necrosis.  S. solani reproduces and spreads through the formation of conidia on conidiophores.  The teleomorph name of Stemphyllium is Pleospora though there are no naturally known occurrences of sexual reproduction.  Resistant varieties of tomato and cotton are common, though the pathogen remains an important disease in Chinese garlic cultivation."
    },
    {
        "SpeciesName": "Stemphylium vesicarium",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Stemphylium vesicarium is a plant pathogen infecting alfalfa, asparagus and mango.\n\n"
    },
    {
        "SpeciesName": "Stenocarpella maydis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/69/Corn_Diplodia_disease_cycle_Crop_Protection_Network.jpg",
        "SpeciesSummary": "Stenocarpella maydis (Berk.) Sutton (syns. Diplodia maydis (Berk.) Sacc. and D. zeae (Schwein.) Lév.) is a plant pathogenic fungus and causal organism of diplodia ear and stalk rot. Corn (Zea mays) and canes (Arundinaria sp.) are the only known hosts to date. No teleomorph of the fungus is known.Stenocarpella maydis can significantly reduce yield or grain quality (see – Symptoms and Signs) as there is a decrease on kernel size, and lower test weight. If infection occurs early, some ears may not produce harvestable grain or seed vigor can be compromised. Delayed harvest and wet weather before harvest can allow fungal growth to continue, further reducing grain marketability. Further, some animals may reject contaminated corn-based feed. Stenocarpella rot has the potential to affect distillers dried grains with solubles (DDGS) composition, but not ethanol yield on an equivalent weight basis. Although not common, when the conditions are conducive, this organism can produce mycotoxins (see – Importance), toxic compounds to mammals.\n\n"
    },
    {
        "SpeciesName": "Stereum hirsutum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/41/Mushroom-IMG_3304.JPG",
        "SpeciesSummary": "Stereum hirsutum, also called false turkey tail,  is a fungus typically forming multiple brackets on dead wood. It is also a plant pathogen infecting peach trees. S. hirsutum is in turn parasitised by certain other species such as the fungus Tremella aurantia. Substrates for S. hirsutum include dead limbs and trunks of both hardwoods and conifers."
    },
    {
        "SpeciesName": "Stereum ostrea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/12/2010-02-28_Stereum_ostrea_%28Blume_%26_T._Nees%29_Fr_89461.jpg",
        "SpeciesSummary": "Stereum ostrea, also called false turkey-tail and golden curtain crust, is a basidiomycete fungus in the genus Stereum. It is a plant pathogen and a wood decay fungus. The name ostrea, from the word 'oyster', describes its shape.\nWith concentric circles of many colors, it highly resembles Trametes versicolor, turkey-tail, and is thus called the 'false turkey-tail'. The stemless fruiting body is shell-like and grows 1–7 cm (0.39–2.76 in) high. It is tough and inedible. It grows on tree bark. This fungus is native to North America, where it is widespread and grows all year round.\n\n"
    },
    {
        "SpeciesName": "Stereum sanguinolentum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/62/2006-03-10_Stereum_sanguinolentum.jpg",
        "SpeciesSummary": "Stereum sanguinolentum is a species of fungus in the Stereaceae family. A plant pathogen, it causes red heart rot, a red discoloration on conifers, particularly spruces or Douglas-firs. Fruit bodies are produced on dead wood, or sometimes on dead branches of living trees. They are a thin leathery crust of the wood surface. Fresh fruit bodies will bleed a red-colored juice if injured, reflected in the common names bleeding Stereum or the bleeding conifer parchment. It can be the host of the parasitic jelly fungus Tremella encephala."
    },
    {
        "SpeciesName": "Stigmina palmivora",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Stigmina palmivora is a plant pathogen infecting coconut palms.\n\n"
    },
    {
        "SpeciesName": "Taphrina caerulescens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Oak_leaf_blister.JPG",
        "SpeciesSummary": "Taphrina caerulescens is a species of fungus in the Taphrinaceae family. It is a pathogenic Ascomycete fungus that causes Oak Leaf Blister disease on various species of Oak trees (Quercus sp.). The associated anamorph species is Lalaria coccinea, described in 1990. This disease causes lesions and blisters on Oak leaves.  Effects of the disease are mostly cosmetic.  Although not taxonomically defined, strains of T. caerulescens have been shown to be host specific with varying ¬ascus morphology between strains. There are differences in strains’ abilities to metabolize various carbon and nitrogen compounds.  This has been proposed as a method of taxonomically defining subspecies within T. caerulescens.T. caerulescens is very closely related to Taphrina deformans, which causes Peach Leaf Curl.  These two pathogens have indistinguishable asci.  However, T. deformans infects peach tree species while T. caerulescens infects Oak tree species only."
    },
    {
        "SpeciesName": "Taphrina deformans",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/27/Iasi-2018.jpg",
        "SpeciesSummary": "Taphrina deformans is a fungus and plant pathogen, and a causal agent[s] of peach leaf curl. Peach trees infected with T. deformans will experience leaf puckering and distortion, acquiring a characteristic downward and inward curl. Leaves will also undergo chlorosis, turning a pale green or yellow, and later show a red or purple tint. Fruit can either drop prematurely or show surface distortions. Severe infection can also produce lesions on the flowers. The host tree will experience defoliation if the leaves are badly diseased. If a seedling is severely infected, it may die. Almond trees display similar symptoms."
    },
    {
        "SpeciesName": "Thielaviopsis basicola",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/03/Carrot10.jpeg",
        "SpeciesSummary": "Thielaviopsis basicola is a plant-pathogenic fungus in the Ascomycota phylum.  It is a soil-borne fungus that causes black root rot. It has a wide host range consisting of gerbera, kalanchoe, pansy, petunia, poinsettia, primula, snapdragon, sweet pea, verbena, and viola. After T. basicola infects the host some of the symptoms consist of “stunting of foliage and root systems, blackened area on roots, yellowing of leaves between the veins or along the margins, and branch dieback. The yellowing of leaves means the plant cannot do photosynthesis and the blackened tissue means it is dead.  And some of the signs include dark brown, multi-celled spores form in the infected roots. The individual cells appear to snap apart. Light colored spores are formed in a long tapering cell and extruded in chains”. If the hypocotyl along with the roots become infected it can lead to “black, rough, longitudinal cracks.”.\n\n"
    },
    {
        "SpeciesName": "Tilletia barclayana",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Tilletia barclayana is a plant pathogen infecting rice.\n\n"
    },
    {
        "SpeciesName": "Tilletia caries",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/6/67/Combine_harvester_pulled_by_33_horses%2C_Walla_Walla%2C_ca._1902.jpg",
        "SpeciesSummary": "Tilletia caries (synonymous with Tilletia tritici) is a basidiomycete that causes common bunt of wheat. The common names of this disease are stinking bunt of wheat and stinking smut of wheat. This pathogen infects wheat, rye, and various other grasses. Tilletia caries is economically and agriculturally important because it reduces both the wheat yield and grain quality.\n\n"
    },
    {
        "SpeciesName": "Tilletia controversa",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Tilletia controversa is a plant pathogen. It is a fungus known to cause the smut disease TCK smut in soft white and hard red winter wheats. It stunts the growth of the plants and leaves smut balls in the grain heads. When the grain is milled the smut balls emit a fishy odor that lowers the quality of the flour.\nTCK smut exists in the western and northwestern United States, but is not considered a major problem. The disease took on policy significance because China applied a zero tolerance on the presence of TCK spores, resulting in a ban from 1974 to 1999 on shipments from the Pacific Northwest. Until the summer of 1996, China accepted shipments of U.S. wheat from the Gulf Coast, and negotiated price discounts with the shippers to cover the cost of decontamination if traces of TCK were found. Then in June 1996, China rejected all cargoes of U.S. wheat with traces of TCK. The November 1999 U.S.-China Agricultural Cooperation Agreement removes the ban and allows imports of U.S. wheat and other grains that meet a specific TCK tolerance level, thus improving the competitiveness of U.S. wheat with Canadian and Australian exports."
    },
    {
        "SpeciesName": "Tilletia laevis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Tilletia laevis is a plant pathogen that causes bunt on wheat.\nIt was used as a biological weapon by Iraq against Iran during the Iran–Iraq War in the 1980s."
    },
    {
        "SpeciesName": "Trametes hirsuta",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/2/2e/Ganoderma_applanatum_4977.jpg",
        "SpeciesSummary": "Trametes hirsuta, commonly known as hairy bracket, is a fungal plant pathogen. It is found on dead wood of deciduous trees, especially beechwood. It is found all year round and persists due to its leathery nature."
    },
    {
        "SpeciesName": "Trametes versicolor",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Decurrent_gills_icon2.svg",
        "SpeciesSummary": "Trametes versicolor – also known as Coriolus versicolor and Polyporus versicolor – is a common polypore mushroom found throughout the world. Meaning 'of several colours', versicolor reliably describes this fungus that displays different colors. For example, because its shape and multiple colors are similar to those of a wild turkey, T. versicolor is commonly called turkey tail."
    },
    {
        "SpeciesName": "Trichaptum biforme",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/Boletopsis_nothofagi_fruitbodies.jpg",
        "SpeciesSummary": "Trichaptum biforme is a species of poroid fungus in the order Hymenochaetales. It is a saprobe that decomposes hardwood stumps and logs."
    },
    {
        "SpeciesName": "Trichoderma harzianum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/4/4d/Trichoderma_harzianum.jpg",
        "SpeciesSummary": "Trichoderma harzianum is a fungus that is also used as a fungicide. It is used for foliar application, seed treatment and soil treatment for suppression of various disease causing fungal pathogens. Commercial biotechnological products such as 3Tac have been useful for treatment of Botrytis, Fusarium and Penicillium sp.. It is also used for manufacturing enzymes."
    },
    {
        "SpeciesName": "Trichoderma viride",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Trichoderma_conidiophores_16X.png",
        "SpeciesSummary": "Trichoderma viride is a fungus and a biofungicide.\nIt is used for seed and soil treatment for suppression of various diseases caused by fungal pathogens."
    },
    {
        "SpeciesName": "Tubercularia ulmea",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Tubercularia ulmea is a fungal plant pathogen infecting elms."
    },
    {
        "SpeciesName": "Typhula idahoensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Typhula idahoensis is a plant pathogen infecting cereals (barley, oat, wheat and rye)."
    },
    {
        "SpeciesName": "Typhula incarnata",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Typhula incarnata is, along with Typhula ishikariensis, the causal agent of grey snow mould (also called speckled snow mould or Typhula blight), a plant pathogen that can destroy turfgrass when covered for a long period with snow. It is a particular problem on golf courses established in unsuitable areas. More importantly, it can also damage crops of winter wheat."
    },
    {
        "SpeciesName": "Typhula ishikariensis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/00/Mushroom_%28PSF%29.png",
        "SpeciesSummary": "Typhula ishikariensis is, along with Typhula incarnata, the causal agent of grey snow mould (also called speckled snow mould or Typhula blight), a plant pathogen that can destroy turfgrass when covered for a long period with snow. It is a particular problem on golf courses established in unsuitable areas. More importantly, it can also damage crops of winter wheat. The species was described as new to science in 1930 by Japanese mycologist Sanshi Imai. The varieties canadensis and ishikariensis (the former as a new combination) were described in 1978."
    },
    {
        "SpeciesName": "Uredo musae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/02/2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Uredo musae is a fungus that is a plant pathogen, infecting bananas."
    },
    {
        "SpeciesName": "Urocystis agropyri",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Wiki_letter_w_cropped.svg",
        "SpeciesSummary": "Urocystis agropyri is a fungal plant pathogen that causes flag smut on wheat.\n\n"
    },
    {
        "SpeciesName": "Uromyces dianthi",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Uromyces dianthi is a plant pathogen infecting carnations.\n\n"
    },
    {
        "SpeciesName": "Ustilaginoidea virens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Ustilaginoidea virens, perfect sexual stage Villosiclava virens, is a plant pathogen which causes the disease False Smut of rice which reduces both grain yield and grain quality. The disease occurs in more than 40 countries, especially in the rice producing countries of Asia. but also in the U.S. As the common name suggests, it is not a true smut (fungus), but an ascomycete. False smut does not replace all or part of the kernel with a mass of black spores, rather sori form erupting through the palea and lemma forming a ball of mycelia, the outermost layers are spore-producing. Infected rice kernels are always destroyed by the disease.\nOf particular concern are the production of alkaloids in the grain as with the Claviceps spp. causing ergot\nDisease Cycle\nU. virens has a peculiar life cycle. White hyphae are produced by the fungi after initial infection of the floral organs of the rice crop. As the infection matures with time, darker brownish green chlamydospores are produced on the rice spikelets. Additionally, sclerotia can be present towards the end of the fall season. During its life cycle, U. virens undergoes a sexual (ascospores) stage as well as an asexual (chlamydospores) stage. The chlamydospores are the main survival structure, and they can live in the soil for up to four months. The additional formation of sclerotia allows U. virens to survive even longer, almost up to a year. These sclerotia, which can be present either on or below the surface of the soil, mature to form an ascocarp (fruiting body). The ascospores from these fruiting bodies act as the primary source of infection to spread disease throughout the paddy field.\nInfection\nThe rice false smut pathogen, Ustilaginoidea virens, invades through small gap at the apex of a rice spikelet before heading. The primary source of infection is the presence of chlamydospores in the soil (Ikegami, 1963). During the vegetative stage of the growth of the rice crop, the fungus colonizes the tissue on the growing points on the tillers (Ikegami, 1963). This happens when conidia get deposited on the spikelets of the rice crop, which later lead to the growth of hyphae. The mycelia from these hyphae invade the floral organs in the spikelets. \nDisease Control\nThe rice false smut pathogen causes mostly qualitative damage to the rice crop. Removal of the brown “smut balls” is important to maintain the visual integrity of the harvested crop. Additionally, certain steps can be taken to manage and/ or prevent the onset of disease. Most rice varieties are susceptible to the disease; however, some cultivars of rice provide a small amount of resistance against U. virens (Cartwright, 2002). Planting rice earlier in the season can also reduce the amount of disease caused by false smut. In some studies, rice planted in April showed much less presence of false smut than rice planted after the 15th of May. As is the case for most rice diseases, large amounts of fertilizer in the soil lead to increase in disease (Cartwright, 2002). Maintaining the nitrogen rate in the soil to a level below 160 pounds per acre has proven to be most efficient against stopping disease (Cartwright, 2002). Although there are no specific fungicide recommendations for the eradication of the false smut pathogen of rice, Cartwright reported that propiconazole was the most effective ingredient after studying it for over three years."
    },
    {
        "SpeciesName": "Ustilago avenae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/7/78/Carb%C3%B3n_volador_de_la_avena_Ustilago_avenae.jpg",
        "SpeciesSummary": "Ustilago avenae is a plant pathogen. Semiloose smut of oats can be found wherever oats are grown, as they are seldom treated with seed treatments. The level of treatment is low because oats command a lower sale price than other cereals and hence it is thought that treatment is uneconomic. Semiloose smut of oats, unlike loose smut of wheat and barley, can thus infect up to 80 per cent of a crop.\nAs with wheat and barley the grains of semiloose smut infected oat plants are completely replaced by the smut fungus. It is not evident until heads emerge and is very difficult to distinguish from covered smut."
    },
    {
        "SpeciesName": "Ustilago tritici",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Ustilago tritici is a plant pathogen infecting barley; rye and wheat."
    },
    {
        "SpeciesName": "Valsa abietis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Valsa abietis is a plant pathogen infecting Douglas-firs."
    },
    {
        "SpeciesName": "Valsa ambiens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/0/05/2012-05-26_Valsa_ambiens_%28Pers.%29_Fr_223504.jpg",
        "SpeciesSummary": "Valsa ambiens is a plant pathogen infecting elms."
    },
    {
        "SpeciesName": "Valsa ceratosperma",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Valsa ceratosperma is a plant pathogen infecting apples and pears.\n\n"
    },
    {
        "SpeciesName": "Valsa kunzei",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Valsa kunzei is a plant pathogen infecting Douglas-firs."
    },
    {
        "SpeciesName": "Valsa sordida",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Sordaria_fimicola_perithecium_%28heterozygote%29_40X.png",
        "SpeciesSummary": "Valsa sordida is a species of fungus within the Valsaceae family. A plant pathogen, it causes dieback of small branches and twigs of broad-leaved trees, usually poplar. It is found in Africa, Australasia, Europe, and North and South America. The anamorph is Cytospora chrysopserma."
    },
    {
        "SpeciesName": "Venturia carpophila",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Peach_scab_and_its_control_%281917%29_%2814775998684%29.jpg",
        "SpeciesSummary": "Venturia carpophila is a species of fungus in the Venturiaceae family. A plant pathogen, it causes freckle, black spot, peach scab or black scab of peach. It has a cosmopolitan distribution. The species was described as new to science in 1961 by the Australian mycologist Eileen E. Fisher."
    },
    {
        "SpeciesName": "Venturia inaequalis",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/1/15/Apple_scab_SEM.jpg",
        "SpeciesSummary": "Venturia inaequalis is an ascomycete fungus that causes the Apple scab disease."
    },
    {
        "SpeciesName": "Venturia pyrina",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Birnenschorf.jpg",
        "SpeciesSummary": "Venturia pyrina is a species of fungus in the Venturiaceae family. A plant pathogen, it causes scab or black spot of pear. It has a widespread distribution in temperate and subtropical regions wherever pears are grown."
    },
    {
        "SpeciesName": "Verticillium albo-atrum",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Verticillium albo-atrum is a plant pathogen with many hosts."
    },
    {
        "SpeciesName": "Verticillium dahliae",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/5/56/Cordyceps_capitata.jpg",
        "SpeciesSummary": "Verticillium dahliae is a fungal plant pathogen. It causes verticillium wilt in many plant species, causing leaves to curl and discolor.  It may cause death in some plants. Over 400 plant species are affected by Verticillium complex.\n\n"
    },
    {
        "SpeciesName": "Xylaria mali",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Pepper_mild_mottle_virus.png",
        "SpeciesSummary": "Xylaria mali is a plant pathogen that causes black rot on apple."
    },
    {
        "SpeciesName": "Xylaria polymorpha",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/3/31/Dead_man%27s_fingers_Xylaria_polymorpha.jpg",
        "SpeciesSummary": "Xylaria polymorpha, commonly known as dead man's fingers, is a saprobic fungus. It is a common inhabitant of forest and woodland areas, usually growing from the bases of rotting or injured tree stumps and decaying wood. It has also been known to colonize substrates like woody legume pods, petioles, and herbaceous stems. It is characterized by its elongated upright, clavate, or strap-like stromata poking up through the ground, much like fingers. The genus Xylaria contains about 100 species of cosmopolitan fungi. Polymorpha means \"many forms\". As its name suggests, it has a very variable but often club-shaped fruiting body (stroma) resembling burned wood.\nOften this fungus is found with a multitude of separate \"digits\" but at times the individual parts will be fused together.\n\nBelonging to the class of fungus known as Ascomycetes (division Mycota) known as the sac fungi, they are characterized by a saclike structure, the ascus, which contains anything from four to eight ascospores in the sexual stage. The sac fungi are separated into subgroups based on whether asci arise singly or are borne in one of several types of fruiting structures, or ascocarps, and on the method of discharge of the ascospores. Many ascomycetes are plant pathogens, some are animal pathogens, a few are edible mushrooms, and many live on dead organic matter (as saprobes). The largest and most commonly known ascomycetes include the morel and the truffle, however the polymorpha is an inedible variety.\nThe dark fruiting body (often black or brown, but sometimes shades of blue/green) is surprisingly white on the inside, with a blackened dotted area all around. This blackened surrounding area is made up of tiny structures called perithecia. The perithecia hold a layer of asci which contain the ascospores. The asci elongate into the ostiole, and discharge the ascospores outward. The spore distribution is a lengthy process, sometimes taking several months to complete this part of the life cycle, this is not a common trait amongst fungi, as is normally a much swifter process.\nIn springtime this fungus often produces a layer of white or bluish asexual spores called conidia, which grow on its surface and surrounding area."
    },
    {
        "SpeciesName": "Amanita muscaria",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/2006-10-25_Amanita_muscaria_crop.jpg/330px-2006-10-25_Amanita_muscaria_crop.jpg",
        "SpeciesSummary": "Amanita muscaria, commonly known as the fly agaric or fly amanita, is a basidiomycete of the genus Amanita. It is also a muscimol mushroom. Native throughout the temperate and boreal regions of the Northern Hemisphere, Amanita muscaria has been unintentionally introduced to many countries in the Southern Hemisphere, generally as a symbiont with pine and birch plantations, and is now a true cosmopolitan species. It associates with various deciduous and coniferous trees. Arguably the most iconic toadstool species, the fly agaric is a large white-gilled, white-spotted, usually red mushroom, and is one of the most recognisable and widely encountered in popular culture.Although classified as poisonous, reports of human deaths resulting from its ingestion are extremely rare. After parboiling - which weakens its toxicity and breaks down the mushroom's psychoactive substances - it is eaten in parts of Europe, Asia, and North America. Amanita muscaria is noted for its hallucinogenic properties, with its main psychoactive constituents being the compounds ibotenic acid and muscimol. The mushroom was used as an intoxicant and entheogen by the peoples of Siberia, and has a religious significance in these cultures. There has been much speculation on possible traditional use of this mushroom as an intoxicant in other places such as the Middle East, Eurasia, North America, and Scandinavia."
    },
    {
        "SpeciesName": "Psilocybe cyanescens",
        "SpeciesImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/2012-12-05_Psilocybe_cyanescens_Wakef_290262.jpg/353px-2012-12-05_Psilocybe_cyanescens_Wakef_290262.jpg",
        "SpeciesSummary": "Psilocybe cyanescens (sometimes referred to as wavy caps or as the potent Psilocybe) is a species of potent psychedelic mushroom. The main compounds responsible for its psychedelic effects are psilocybin and psilocin. It belongs to the family Hymenogastraceae. A formal description of the species was published by Elsie Wakefield in 1946 in the Transactions of the British Mycological Society, based on a specimen she had recently collected at Kew Gardens. She had begun collecting the species as early as 1910. The mushroom is not generally regarded as being physically dangerous to adults. Since all the psychoactive compounds in P. cyanescens are water-soluble, the fruiting bodies can be rendered non-psychoactive through parboiling, allowing their culinary use. However, since most people find them overly bitter and they are too small to have great nutritive value, this is not frequently done."
    }
]